{
  "chunks": [
    {
      "text": "English Script \nEmployer Dashboard link to be \ngiven \nWhatsapp Support Number \nHelpcenter FAQ Link \nGreet and Prompt Good Afternoon / Good Morning / Good Evening, Please let me \nknow how may I help you? \nPrompt 2 Please do share your concern, we will try our best to help you Prompt 2 - Unclear Concern Thank you for contacting Apna Could you please describe the \nissue in a bit more detail? \nWait 1 Thank you for reaching out to us We understand you have a \nquery Please allow us some time to check your details \nWait 2 Please stay connected while we check your details We will be \nreplying you soon Wait 3 - After some time, if the \nemployer sends any other message \nlike \"?\" or \"what happened? Thank you for your patience We are committed to assisting \nyou, and we appreciate your understanding We’ll be with you \nshortly Wait 4 - Second follow-up We understand your time is valuable, and we apologize for the \ncontinued wait We are making progress on your query, and we \nappreciate your continued patience It won't be much longer! \nWait 5 - Third follow-up Thanks for your continued patience, We're almost there! Your \nconcern is important to us, and we're dedicated to resolving it We truly appreciate your understanding Delay - Prompt I am sorry for the delayed response I am here now to address \nyour query Please let me know your concern? \nDelay - Wait I am sorry for the delayed response I am here now to address \nyour query Please allow me some time to check your details \nDelay - Activation We are really sorry for the delay in approval of your job post I \nhave asked our verification team to check your details and \nverify it as soon as possible No response - Inactive customer Hi, are we still connected on this chat? REPLY AFTER DELAYED RESPONSE \nCLOSURES First Response and Wait \nhttps://employer apna co/ \nhttps://wa me/+918792201301 \nhttps://apna co/employer-help-center/hc \n           DELAY IN RESPONSE \nFINAL CLOSING - If the employer \nreplies \" No \" after you ask \" Is there \nanything else we can help you \nwith? \" It was a pleasure assisting you today Kindly consider clicking on \n\"Yes\" if I was able to solve your query in the feedback question \nyou will receive shortly",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 0
    },
    {
      "text": "- If the employer replies \" No \" after you ask \" Is there anything else we can help you with? \" It was a pleasure assisting you today Kindly consider clicking on \"Yes\" if I was able to solve your query in the feedback question you will receive shortly Please feel free to write back to us for any further assistance Our team is available every day from 9 am to 7 pm to support \nyou! \nCustomer says Thank You We’re delighted you enjoyed the experience with Apna! Please \ncontinue posting jobs with us, and let us know if we can improve \nyour experience with us 7 PM CHAT CLOSURE Hello, We waited for your reply, but our day has ended Don't \nworry, though – you can reach out anytime by simply typing \"Hi ” \nWe are available  9:00 AM to 7:00 PM (Mon-Sun) Feel free to \nreach out at your convenience Thank you! \nWAITING ON CUSTOMER \nTEMPLATE   \nWhat should an agent do if customer \ndoesn't reply for >10 mins and the \nconversation is in between and there \nis more communication required to \nresolve the query We are waiting for your reply, whenever you're free, we'd love to \nhear from you Your satisfaction is our priority, and we're here to \nhelp with anything you need We are available 9:00 AM to 7:00 PM (Mon-Sun) Please feel \nfree to reach out at your convenience WAITING ON CUSTOMER - 7PM \nCLOSURE \n(At 7 PM its mandatory to Resolve all \nthe chats which are there in Waiting \non the customer queue Use below \ntemplate and Resolve on FW) Hope you're well! We waited for your reply, but our day has \nended Don't worry, though – you can reach out anytime by \nsimply typing \"Hi \" \nYour feedback is crucial, and we're eager to assist you Before \nyou go, kindly consider clicking on \"Yes\" if I was able to solve \nyour query in the feedback question you will receive shortly We \nare available 9:00 AM to 7:00 PM (Mon-Sun) Feel free to reach \nout at your convenience Thank you! \nAbusive Language 1st I apologize for your experience with our team I understand how \nfrustrating this can be However, I kindly request that you use \nprofessional language and trust that I will provide you with the \nbest possible solution",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 1
    },
    {
      "text": "(Mon-Sun) Feel free to reach out at your convenience Thank you! Abusive Language 1st I apologize for your experience with our team I understand how frustrating this can be However, I kindly request that you use professional language and trust that I will provide you with the best possible solution Repeated Abusive Language 2nd Despite my request, you are still using unprofessional language; \nhence, I am unable to go ahead with the conversation and am \nforced to close the chat ABUSIVE EMPLOYER \nBoth Document pending To protect your company's name from being used by \nunauthorized users, we need to verify your company with \ngovernment-issued documents like GST certificates, Company \nPAN, Shops & Estb Act certificate, Certificate of Incorporation, \nCIN number, FSSAI certificate, etc It is important to do your \nKYC verification by uploading your Aadhaar card on the portal As an alternative for KYC verification, you can  share your \npersonal PAN Card However, uploading an Aadhaar card will help you to verify your \njobs faster I request you to upload relevant documents to \nactivate your job and help us verify and protect your account \nfrom unauthorized users \nCom Doc Pending (English) To protect your company's name being used by unauthorized \nusers, we need to verify your identity please verify your \ncompany with government-issued documents like GST \ncertificates, Company PAN, Shops & Estb Act certificate, \nCertificate of Incorporation, CIN number or FSSAI certificate, \netc I request you to upload relevant documents to activate your job \nand help us verify and protect your account from unauthorized \nusers \nKYC Pending To protect your company's name from being used by \nunauthorized users, we need to verify your identity You can do this via any of these methods: \na Company Email Domain (Best method - if available) \nb Aadhar KYC - Secured OTP verification  (Instant 1 min) \nc Other Personal documents - PAN card (Slowest) \nCOT Both Doc+Client Proof \nPending (English) Thank you for sharing your company document/number with us \nfor company verification Also, Kindly please upload your Aadhaar card for KYC \nverification on the portal If you do not wish to share the same, \nyou can still complete your KYC verification by : \n1 Your personal PAN card However, uploading an Aadhaar card will help you to verify your \njobs faster",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 2
    },
    {
      "text": "verification Also, Kindly please upload your Aadhaar card for KYC verification on the portal If you do not wish to share the same, you can still complete your KYC verification by : 1 Your personal PAN card However, uploading an Aadhaar card will help you to verify your jobs faster Received Mail Confirmation (COT) - \n(Send & Close) Thank you for email confirmation Please wait, I am checking \nyour details UR - Approval Related \nDidn't receive mail confirmation \n(COT) -  (Send & Close) I am still awaiting your response to our email query sent from \nreview@Apna co Could you please respond to the same so that \nwe can approve your job? \nWill send documents later - (Send & \nClose) You can share the documents here Alternatively, upload your \ndocuments from your account on employer Apna co using the \nfollowing steps: \n1 Log in to employer Apna co with your registered mobile \nnumber 2 Click on the \"Verify now\" button 3 After clicking on the \"Verify now\" button you will get a pop-up 4 Click on the Document dropdown highlighted in the above \nimage - Choose the document you want to upload - Enter the document number OR Upload a soft copy of the \ndocument Posting for multiple companies  \n(Ask & wait) Can you please let me know your connection between (1st \ncompany name) & (2nd company name) ? \nSLA Job picked by agent -  (Send & \nClose) Check job history and either give recruiter information on \nmissing KYC, confirm all KYC is in place, and then pass in \n#job-approval channel to fast track approva l If it'sSLA Job picked by agent and \nyet employer is complaining I understand that you are experiencing a delay in the activation \nof your job and we apologize for that Usually, it takes 1-2 hours for the job to get activated and in any \nrare case, if there is a delay in activation, it could be because \nour team reads the Job details to add any filters as required I \nrequest your support and patience, we are taking this up on \npriority Deleted due to call unanswered \n(DNA) I am sorry your job got deleted as my team was unable to \nconnect with you on the mentioned HR number I request you \nrepost the job and be available on the HR number for further \nverification",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 3
    },
    {
      "text": "we are taking this up on priority Deleted due to call unanswered (DNA) I am sorry your job got deleted as my team was unable to connect with you on the mentioned HR number I request you repost the job and be available on the HR number for further verification Pending in under review due to \nunanswered (RNR) I am sorry your job is under review as my team was unable to \nconnect with you on the mentioned HR number I request you to \npick up the call on the next attempt from our team and be \navailable on the HR number for further verification Repost with relevant JT JC I are sorry to inform you that your job is inactive on our portal \nbecause the job title & job category selected by you were \nincorrect and hence we did not approve your job I request you \nto repost the job with correct job title & job category to proceed \nwith the verification process Only Doc shared but job already \nactivated   (Send & Close) Your job is already activated on our portal and all details are \nverified I hope you have great hiring experience with us Thank \nyou for reaching out to us Have a good day ahead! \nNot able to do the E KYC via Aadhar Please do not worry, if you are not able to complete your E KYC \nvia aadhar card Kindly share any one of the following \ndocuments here with us: 1 Your personal pan card POC shared aadhar over respond I are sorry for the inconvenience caused to you we are unable \nto access your credentials of Aadhaar card due to security \nreasons, hence, request you to please do the same at your end In case you are facing any issue/error then kindly share the \nreason/screenshot with us in order to deep dive into it and help \nyou with the same E-KYC Pending Reason  (Ask & \nwait) I see that you have not finished you KYC Request you to please \nplease let us know what kind of difficulties are you facing there, \nso that we can help you out accordingly? \nE-KYC Failed (OTP issue/Not \nwilling to share etc) (Send & Close) Please do not worry, if you are not able to complete your E KYC \nvia aadhar card Kindly share any one of the following \ndocuments here with us: \n1 Your personal pan card Archived job (KYC not done) Sorry for the inconvenience caused to you",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 4
    },
    {
      "text": "share etc) (Send & Close) Please do not worry, if you are not able to complete your E KYC via aadhar card Kindly share any one of the following documents here with us: 1 Your personal pan card Archived job (KYC not done) Sorry for the inconvenience caused to you Unfortunately, your \njob has been deleted/archived from our portal because the \nrelevant documents were not shared/updated for the KYC \nverification on our portal Requesting to you kindly repost your requirement and complete \nthe KYC verification so that we can take action on your job as \nsoon as possible When employer gets agigated due \nto longer waiting time I apologize for the delay in solving your issue I have escalated \nyour concern to the team Our verification team is reviewing your details and will take \nadditional time to verify I request you please be patient with us Your patience and support will be highly appreciated! \nEmployer wants to change the \ncompany Name To update your new company name, please follow the below \nsteps: \n1 Log in to your Employer Dashboard 2 Post or select the job that you want to update and navigate to \nthe \"Basic Details\" page 3 Click \"Change\" in the Company you're Hiring section 4 Select the reason to change the company name 5 Enter your new Company name \n6 Select the Number of Employees in your company \n7 Click on Change \nYou can see that you have changed the company name \nsuccessfully! \nIf you require more help on this, you can check our article  : \nhttps://apna co/employer-help-center/705/how-can-i-change-my- \ncompany-name-on-an-active-job-post?mid=0   \nBlocked/Suspicious \nT&S / Suspicious Investigation Check TNS FAQ Sheet \nBlocked Strike 3- (Send & Closed) I apologize for the inconvenience and completely understand \nyour situation Due to violations of Apna's code of conduct, your \naccount {{$contact phone}} has been suspended If you believe \nthat there has been an error in suspending your account then \nyou can appeal this decision by contacting us at trust-and- \nsafety@apna co Asking blocked reason? 2 - ( Send & \nselect auto block option ) I apologize for the inconvenience and completely understand \nyour situation Due to violations of Apna's code of conduct, your \naccount {{$contact phone}} has been suspended",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 5
    },
    {
      "text": "you can appeal this decision by contacting us at trust-and- safety@apna co Asking blocked reason? 2 - ( Send & select auto block option ) I apologize for the inconvenience and completely understand your situation Due to violations of Apna's code of conduct, your account {{$contact phone}} has been suspended If you believe \nthat there has been an error in suspending your account then \nyou can appeal this decision by contacting us at trust-and- \nsafety@apna co Charging money - (Send & Closed) I apologize for the inconvenience caused to you We found that \na certain amount /fees was charged from your side with respect \nto the jobs applied by the candidate(s) Hence, your job posting \nhas been deleted from our system We always focus on giving a great hiring experience to all our \nEmployers and candidates I expect your understanding in this matter UR KAM/NAM \nFor KAM free trial over (Managed \naccounts>> KAM other issue) I apologize for the inconvenience caused, your job has been \ndeleted as the free trial is over Please contact your account \nmanager to learn more about our paid services KAM/NAM Call me request  (Send & \nPass to KAM) I have shared your details with the call support team We will \nconnect with you in 30 to 45 minutes as we are currently \nhandling high callback requests today Thank you for your patience and support !! \nKAM/NAM - Domain Mail id \nshared but \"Not Verified\" To protect your company's name from being used by \nunauthorized users, we need to verify the company email I can \nsee that it is pending at your end I request you to check your \nmailbox (MENTION EMPLOYER's EMAIL ID) for a verification \nemail from review@Apna co Please click on the verification link \nso that we can approve your job and ensure that your account is \nsafe KAM/NAM - Share Link to verify \nDomain Mail ID \nKAM/NAM - Domain Mail id \"Not \nShared Yet\" It appears your email id is not updated with us Please update \nyour email ID at the earliest so we can verify and activate the \njobs \nArchived job -(Official domain \nwas not available) I apologize for having to delete your job as my team was unable \nto verify your association with the company due to a lack of an \nofficial email ID for KYC verification",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 6
    },
    {
      "text": "at the earliest so we can verify and activate the jobs Archived job -(Official domain was not available) I apologize for having to delete your job as my team was unable to verify your association with the company due to a lack of an official email ID for KYC verification Mapping suspended by UR I regret to inform you that we are unable to approve your job as \nwe have received confirmation of your separation from your \nemployer For Netambit Jobs I regret to inform you that, as per discussion with the Chief \nOfficer, we are unable to approve any NETAMBIT Jobs at this \ntime For further details, please contact your Account Manager \nor Head Trust And Safety Guidelines breach I want to ensure that our platform is a safe place for both \nEmployers and Candidates, which is why we have implemented \na system that may block or deactivate an account if multiple \ncomplaints are reported by Candidates against an Employer for \nbreaching our Trust & Safety guidelines Our priority is to create \nan enjoyable hiring experience for all parties involved For Urban Company Jobs I apologize for the inconvenience this has caused As previously \ndiscussed with the lead manager of Urban Company, you must \nhave a confidential number when you are assigned to hire on \nbehalf of the organization and have your job verified on Apna Please contact your lead manager for any further questions or \nclarifications For KAM/NAM Free trial Not \napproved I apologize for the inconvenience caused to you Unfortunately, \nwe are not currently approving any free or complementary \ncoined jobs I suggest that you purchase the coins and repost \nyour job using those paid coins I are taking this issue up with \nthe relevant team and will assist you with the approval once \nfurther updates are available India Money New Recruiter I regret any inconvenience this may have caused As previously \ndiscussed with your company, we are not currently allowing any \nnew recruiters until further notice If you have any questions, \nplease reach out to your respective Managers/Heads UR Activated/Expired \nActivated by us \nAlready Expired I can see that your job has expired on our portal Is there anything else we may help you with? \nOnly Doc shared but job already \nactivated  It's great to see that your job has been successfully activated on \nour portal and all details have been verified I are confident that \nyou will have a positive hiring experience with us",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 7
    },
    {
      "text": "portal Is there anything else we may help you with? Only Doc shared but job already activated It's great to see that your job has been successfully activated on our portal and all details have been verified I are confident that you will have a positive hiring experience with us Thank you! \nIf the employer replies \"No\" after \nyou ask \"Is there anything else we \ncan help you with?\" Thank you, It was great to connect with you If my team was \nable to answer your query, clicking on \"Yes\" if I was able to \nsolve your query in the feedback question you will receive \nshortly In case you have any other queries, please feel free to \nconnect with us from 9:00 AM to 7:00 PM (Mon-Sun) \nUR - Already Rejected/ Archived \ntemplates \nOut of scope (Job Titles) \nOut of scope (Out of location) I apologise to inform you that the job location that you posted for \nbeyond our scope, hence we are unable to proceed with the \nsame For more details, please refer the link below: \nhttps://Apna co/employer-help-center/4/why-was-my-job-deleted \nNo fixed salary I regret to inform you, that we have verified and discovered that \nthe job listing you submitted did not include a fixed salary, so it \nwas archived/rejected If you want to move forward with the \nsame job, please post a new listing with all the necessary details \nand a fixed salary Duplicate I regret to inform you that this job has been deleted from our \nside, as a similar job was already posted by your organization Freelancer I appreciate your interest in posting a job with us, however Apna \ndoes not currently work with freelancers MLM I appreciate your interest in posting a job with us, however Apna \ndoes not currently work with MLM's \nNo Doc Received + Job Rejected \n(Give & Closed) I am sorry for the trouble that you are facing Your job was \ndeleted due to the non-availability of the relevant documents for \nthe verification process Moreover, if you wish to post the job again then kindly repost it \nalong with any of the relevant company documents & proof that \nshows your relationship with the company Please refer to the \nbelow link for a list of documents: \nhttps://Apna",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 8
    },
    {
      "text": "of the relevant documents for the verification process Moreover, if you wish to post the job again then kindly repost it along with any of the relevant company documents & proof that shows your relationship with the company Please refer to the below link for a list of documents: https://Apna co/employer-help-center/2/which-documents-are- \nrequired-and-why \nDocs NOT available \nDNA Archived I understand your concern I tried reaching you on the HR \nnumber provided however couldn't connect Are you available \nfor a call right now? If so, please confirm and we will arrange it \nfor you Both Doc Archived I apologize for the inconvenience you are experiencing Your job \nwas deleted due to the lack of relevant documents for the \nverification process If you want to repost the job, please provide \nany of the documents mentioned in this link: \nhttps://Apna co/employer-help-center/2/which-documents-are- \nrequired-and-why Additionally, please share proof of your relationship with the \ncompany, such as your PAN card in the case of a proprietorship POC Doc Archived I apologize for the inconvenience caused Due to non- \navailability of the relevant documents the job was deleted Hence, request you to please refer the below link for the list of \nrelevant documents and you may share any one of it https://Apna co/employer-help-center/2/which-documents-are- \nrequired-and-why \nCOM Doc Archived I apologize for any inconvenience caused At Apna, it is \nnecessary to verify your Company by providing one of the \nfollowing documents: GST certificate, Company PAN, Shops & \nEstb Act certificate, Certificate of Incorporation, or FSSAI \ncertificate Unfortunately, we did not receive any one of these \ndocuments, hence the job was deleted COT Client Archived To protect your company's name being used by unauthorized \nusers, we need to verify  client requirements by sending an \nemail to review@Apna co Since we did not receive the email \nfrom you, the job was deleted If you still wish to proceed, please \npost a new job with all the required details and documents along \nwith the email of your client requirements More than 5 HR's not allowed I am sorry for any trouble this may have caused I have verified \nthe situation and found that more than five HRs have posted \nfrom your company",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 9
    },
    {
      "text": "new job with all the required details and documents along with the email of your client requirements More than 5 HR's not allowed I am sorry for any trouble this may have caused I have verified the situation and found that more than five HRs have posted from your company According to Apna's guidelines, we can only \naccept five HRs from one company, hence the job was not \napproved Non Registered I apologize for the inconvenience this has caused you Unfortunately, we are unable to verify your job at this time as \nyour company is not yet registered I kindly ask that you post a \njob once you have the registration documents Thank you for your understanding Repost job I have reviewed your post and found that the necessary \ndocuments were not included As a result, your job was not \nappoved To move forward, please repost your job with the \nrequired documents Why document asking again Earlier the job was posted by someone else from your team Now since you have directly posted, you will also need to submit \nyour document Employer Sends Appreciation We request you to share your appreciation in CSAT survey \nSuggestion - Employer shares an \nidea or new product request Thank you for your suggestion We are actively working on a \nsolution and will surely let you know once it is rolled out Feature Requests Thank you for your feedback! I apologize, the requested feature \nisn't available yet, but we've noted your suggestion so it could \nbe planned in future releases Bad experience I'm sorry, please let me know how we can change your \nexperience Stop Messages/ Unsubscribe me \nfrom the mailing list I will surely help you to unsubscribe from our promotional list To \ncomplete this request, Please type STOP and reply to the same \nnumber to unsubscribe from our messages ES-ECC Generic FAQ \nHow to edit communication \npreference? (ECC) Share the link(xxx) \nIf you have already logged in you can simply click the link and \nkindly select the suitable mode of communication as per your \nchoice under Communication Preferences & Click on \n\"Continue\" Once you do it your will be edited successfully And if you have not logged in I request you to login and then \nclick the link and then select the suitable mode of \ncommunication as per your choice under Communication \nPreferences & Click on \"Continue\" It your will be edited \nsuccessfully",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 10
    },
    {
      "text": "you do it your will be edited successfully And if you have not logged in I request you to login and then click the link and then select the suitable mode of communication as per your choice under Communication Preferences & Click on \"Continue\" It your will be edited successfully Don't Want WhatsApp Messages or \nCalls from candidates \nOR \nECC- Hide HR Number To avoid receiving calls or WhatsApp messages from \ncandidates, you can edit the communication preferences on \nyour job post \n(Share the page linkXXX) and say, \nIf you have already logged in you can simply click the link then \nkindly select \"No, I will contact candidates first\" under \nCommunication Preferences & Click on \"Continue\" Once you \ndo it your job will be edited successfully And if you have logged in the dashboard, kindly first login and \nthen  using the above shared link please select \"No, I will \ncontact candidates first\" under Communication Preferences & Click on \"Continue\" Once you do it your will be edited \nsuccessfully For more details, click here:-  https://apna co/employer-help- \ncenter/614/how-can-i-avoid-candidates-calling-me-on-my-job- \npost?mid= \nIn future, To avoid receiving calls or WhatsApp messages from \ncandidates, you can edit the communication preferences on \nyour job post by following the below-mentioned steps:- \n1 Log in to employer apna co with your registered mobile \nnumber 2 Select the job you want to edit from your list of jobs 3 Click on \"Edit job\" on the top right side 4 Scroll down to the \"Interview Information\" page and click the \npencil sign 5 Select \"No, I will contact candidates first\" under \nCommunication Preferences ECC - WA Notification Not Received \nOR \nECC - Not receiving WA Notification 1 Get updated to the latest WhatsApp Version \n2 Go to WhatsApp Settings > Privacy > Blocked or Blocked \ncontacts > Search apna and unblock all apna numbers Employers are receiving calls of \ncandidates from 'private number' \n(Call+WhatsApp) I'm pleased to share a new feature to help preserve your privacy \nwhen candidates call you for the first time The call will be placed from a private number, which will only be \nrevealed to the candidate if you attend the call or express an \ninterest",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 11
    },
    {
      "text": "from 'private number' (Call+WhatsApp) I'm pleased to share a new feature to help preserve your privacy when candidates call you for the first time The call will be placed from a private number, which will only be revealed to the candidate if you attend the call or express an interest Once you've had your first conversation, your number will be \nvisible to the candidate and they'll appear in the 'connected' tab You can also see the candidate's number if you click 'show \nnumber' on the dashboard How to download candidates' list in \nexcel To download applications from your job kindly click on the Link( \nXXX)(Share the page link) and say, \nIf you have already logged in you can simply click the link then \nOn the right-hand side, click \"Download Excel \" \nSelect your preference and click Download Your file will now get downloaded with the candidate's details If you have not logged in kindly login first and then follow the \nsteps In future if you want to download excel you can use these steps: \nPlease Log in to the dashboard at employer apna co \nSelect the job post from which you want to download candidate \ndetails On the right-hand side, click \"Download Excel \" \nSelect your preference and click Download Your file is now downloaded with the candidate's details How to Bulk Download Share the link( xxx) \nYou can download applications for all the jobs posted in the last \n7 days If you want to download please click on the above link \nand \nClick on View Report Click Download Now \nIf you have not logged in your dashboard, kindly login first and \nthen click on the above shared Link \n In future if , you want to download, you can  follow the below \nsteps: \nPlease Log in to the dashboard at employer apna co \nClick on Reports from the left-hand Menu \nClick on View Report Click Download Now \nYour file is now downloaded with the candidate's details I am unable to see candidates’ list \nafter expiry of job When a job is expired, you can only access the details of \ncandidates who have applied in the last 60 days You will not be \nable to get the candidate's details if they applied 60 days ago To download applications from your job kindly click on the Link( \nXXX)(Share the page link) and say, \nIf you have already logged in you can simply click the link then \nOn the right-hand side, click \"Download Excel",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 12
    },
    {
      "text": "be able to get the candidate's details if they applied 60 days ago To download applications from your job kindly click on the Link( XXX)(Share the page link) and say, If you have already logged in you can simply click the link then On the right-hand side, click \"Download Excel \" \nSelect your preference and click Download Your file is now get downloaded with the candidate's details If you have not looged in kindly login first and then follow the \nsteps In future if you want to download excel you can use these steps: \nPlease Log in to the dashboard at employer apna co \nSelect the job post from which you want to download candidate \ndetails On the right-hand side, click \"Download Excel \" \nSelect your preference and click Download Your file is now downloaded with the candidate's details ES - Candidate Intent \nEmployer complaints that \ncandidates do not show up for \ninterviews I am sorry to know that I can understand how frustrating it can \nbe when shortlisted candidates do not show up for an interview I \nrecommend you to connect with the candidates on why they \ndidn’t turn up for the interview as there can be a genuine reason \nfor a no-show sometimes However, we advise you to follow a checklist before inviting job \nseekers for an interview and also to do rigorous morning and \nevening follow ups Bad Candidate Behaviour I am sorry for any inconvenience caused We will take strict \naction on the candidate as per our trust and safety guidelines Were you able to capture any screenshots of the incident or the \nrecording Could you please share it with us ? That will help is to \ntake quick action as per the guidelines In Response to emp comms: \nNobody showed up for interviews return the full amount I am sorry to know that I understand how frustrating and time- \nconsuming dealing with no-show candidates can be If \ncandidates do not appear for the interview despite your efforts \nand follow-ups, you may 'Reject' them or you can try taking \ntelephonic interview with them However,  please be rest- \nassured that you will receive unlimited candidates till the expiry \nof your job Rebuttal for Candidate Behaviour I are sorry for the inconvenience caused to you I can \nunderstand how frustrating that can be but we hope you can \nunderstand that even we do not have any control over the \nbehaviour/actions of the candidates",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 13
    },
    {
      "text": "receive unlimited candidates till the expiry of your job Rebuttal for Candidate Behaviour I are sorry for the inconvenience caused to you I can understand how frustrating that can be but we hope you can understand that even we do not have any control over the behaviour/actions of the candidates Employer complaints that \ncandidates do not pick up calls  I am sorry for the experience you had I would feel the same if I \nwould be at your place I would recommend you to follow up \nwith the candidates in intervals There might be situations where \nthe candidates may not be available for calls as they may be \nbusy with their boss, colleagues or any network issues Can you \ntell me if you tried to  WhatsApp the candidates for follow up? \nEmployer complaints that \ncandidates do not pick up calls: \n(Customer didnot connect with the \napplied candidate list) If you haven't reached out to the applicants yet, I would \nrecommend you to please connect the candidates over \nWhatsApp and follow up on the same Additionally, if you want \nto send the details over email we would be happy to share it \nEmployer complaints that \ncandidates do not pick up calls: \n(Customer did connect with the \napplied candidate list) I completely understand your situation But they might be in \nsituations where they cannot answer, such as being with their \nboss or colleagues, driving, or facing network issues We suggest you to follow up with them within reasonable \nintervals until you receive a response or determine their lack of \ninterest Rest assured, you are not charged based on the \nnumber of leads Employer complaints that \ncandidates do not pick up calls: \n(Customer not convinced)   I understand your frustration I would like to recommend that \nyou can connect with the candidates the same day you receive \nan application these candidates apply for many jobs and do not \nattend the calls if they are already hired by another company ***Send sc from Respond\"Cand who have applied in x day” *** \nIf candidates do not respond after all your efforts, you may \n'Reject' them However, please be rest-assures that you will \nreceive unlimited candidates while your job is active Employer complaints that \ncandidates do not pick up \ncalls/attends interview: (RARE \nCASES Seems like Escalation) I’m really sorry at this point of time I have done my best to help, \nmy supervisor will connect with you so you could share the \nfeedback and discuss more",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 14
    },
    {
      "text": "while your job is active Employer complaints that candidates do not pick up calls/attends interview: (RARE CASES Seems like Escalation) I’m really sorry at this point of time I have done my best to help, my supervisor will connect with you so you could share the feedback and discuss more I appreciate yourpatience in this \nmatter Thankyou! \nEmployer complains candidates \nnot coming for interview I am sorry to know that I understand how frustrating and time- \nconsuming dealing with no-show candidates can be If \ncandidates do not appear for the interview despite your efforts \nand follow-ups, you may 'Reject' them However,  please be rest- \nassured that you will receive unlimited candidates while your job \nis active Employer complains candidates \nnot coming for interview (Asking \nemployer to reshedule) I acknowledge the concern you are facing but there may be a \npossibility that candidates often have problems taking leaves or \nhide from their current employer or collegues to attend an \ninterview call I would recommend you to take your time and find \nout the reasons behind their absence and offer them the \nopportunity to reschedule if there was a valid reason Employer complains candidates \nnot coming for telephonic interview \n(Customer not convinced) I understand your frustration I would like to recommend few \nstrategies to help you overcome this challenge: \n- Interview Scheduling: Clearly communicate interview details, \ntimings, and the mode of the interview in advance to avoid \nconfusion Accommodate candidate preferences if possible - Pre-Interview Prep:  Send friendly reminders before the \ninterview to help candidates stay prepared Encourage them to \ninform you in advance if they anticipate any challenges \nattending the interview due to their current job - Handling No-Shows:  Reach out to candidates who didn't \nshow up for the interview via phone or email Find out the \nreasons behind their absence and offer them the opportunity to \nreschedule if there was a valid reason Employer complains candidates \nnot coming for In-Person interview \n(Customer not convinced) I understand your frustration I would like to recommend few \nstrategies to help you overcome this challenge: \nInterview Scheduling: Offer flexibility for physical or virtual \ninterviews to accommodate candidates' needs Clearly \ncommunicate all interview details like timing, location, and \ncontact information to avoid confusion Pre-Interview Prep:  Send friendly reminders before the \ninterview to help candidates stay prepared",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 15
    },
    {
      "text": "to recommend few strategies to help you overcome this challenge: Interview Scheduling: Offer flexibility for physical or virtual interviews to accommodate candidates' needs Clearly communicate all interview details like timing, location, and contact information to avoid confusion Pre-Interview Prep: Send friendly reminders before the interview to help candidates stay prepared Encourage them to \ninform you in advance if they anticipate any challenges \nattending the interview due to their current job Handling No-Shows:  Reach out to candidates who didn't show \nup for the interview via phone or email Cities Request \nWhen the customer is unable to see \nthe candidates who have applied \nbefore 60 days \nWhy am I unable to see candidate \nlist? Msg 1: I understand your concern but as per our policy, you \nwont be able to see the application list beyond 60 days We're \nwould be happy to assist with any current data within this \ntimeframe Msg 2: Please understand that, as the candidates details are \nolder than 60 days, candidates may have already got another \njob or they may not be interested now for the same job that was \nlisted before 60 days I would recommend you to repost the job \nif there is a similar requirement I would be happy to help you \nwith that Alternate Msg 2: Please understand that as the candidate details \nare older than 60 days, there's a possibility they may have \nsecured another position or their interest may have shifted Considering this, I would recommend reposting the job if the \nrequirement remains the same I'd be more than happy to assist \nyou in this process When the customer is unable to see \nthe candidates who have applied \nbefore 60 days \nThreats to raise it to social media Msg 1: I regret to inform you that as per policy this data is not \navailable on the employer dashboard However, let me check \nwith my supervisor what I can do for you Ask the customer to wait for few mins and then share details \nfrom metabase download (Inform your supervisor on link) \nMsg 2: As a one-time gesture, I am sharing the list of candidate \nphone numbers with you Moving forward, please note that we \nwon't be able to share details in accordance with our policy I \nhope this accommodation meets your request Employer complains that I have \ndeactivated my job but I am still \ngetting a lot of calls Our sincere apologies for the trouble Your job has already been \ndeactivated from Apna",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 16
    },
    {
      "text": "we won't be able to share details in accordance with our policy I hope this accommodation meets your request Employer complains that I have deactivated my job but I am still getting a lot of calls Our sincere apologies for the trouble Your job has already been deactivated from Apna no new job seeker has access to your \nnumber on Apna now However, for a few days, some candidates who already have \nyour number might follow up to hear back since they have \napplied for your job I request you to send them a message \nstating that your requirement has already been filled Additionally, happy to hear that your vacancy has been filled! \nDid you hire any job seekers from Apna? Please do write back \nto us if you need any other help How to check list of applied \ncandidates? Share the link(xxx) \nIf you have logged in to your employer dashboard kindly click on \nthe above link  click on the *All Candidates* tab to see the list of \ncandidates who have applied to your job post (Share SS with \nthe customer as well) \nIf you have not logged in your dashboard kindly login in first and \nclick on the above given link \nIn future if you want to check the list of applied candidates \nplease follow the below-mentioned steps to check the list of \ncandidates 1 Login to employer apna co with your registered mobile \nnumber 2 Select the job for which you want to check the applications \nfrom your list of posted jobs and click on the *All Candidates* \ntab to see the list of candidates who have applied to your job \npost Employer wants to Post New Jobs Share first page Link of job posting with the customer(XXX) \nIn future if you need to post a job you can simply follow these 5 \nsimple steps: \n1 Log into the employer dashboard with your mobile number at \nemployer apna co \n2 Click on Post a Job \nTo fill in the job details: \n- Basic details \n- Candidate Requirement \n- Interviewer Information \n- Select Plan \n3 Click on the Terms of Service checkbox \n4 Click on the Post Job button \n5 Buy coins as per Selected Plan \nOnce your job is activated, candidates will start applying to your \njob post How to deactivate my job? You can expire or deactivate your job, by following these 3 \nsimple steps: \n1 Log into employer apna co  with your registered mobile \nnumber 2",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 17
    },
    {
      "text": "5 Buy coins as per Selected Plan Once your job is activated, candidates will start applying to your job post How to deactivate my job? You can expire or deactivate your job, by following these 3 simple steps: 1 Log into employer apna co with your registered mobile number 2 Select the job you want to expire from your list of jobs 3 Click on the three dots at the top-right corner of the page and \nselect “Expire Job”  option from the drop-down menu You will see the warning that all coins used in the job will get \nconsumed How to change HR number? I am sorry! I am not permitted to change the HR number, once \nyour job is verified You can edit your job(s) and make the \nchange However, your job will go under review again Please follow the below steps to edit your job 1 Login to employer Apna co  with your registered mobile \nnumber 2 Select the job that you want to update or edit from your list of \nposted jobs 3 Click on the Edit job button to scroll to the last page to change \nyour HR number 4 Click on the 'Other recruiter' and proceed with changes How to Change Registered Number? I am sorry! We cannot update the Registered Number But you \ncan update the HR number where you want to receive candidate \ncalls You may have to edit the HR number on every Job Please follow the below steps: \nPlease follow the below steps to edit your job 1 Login to employer Apna co with your registered mobile \nnumber 2 Select the job that you want to update or edit from your list of \nposted jobs 3 Click on the Edit job button to scroll to the Interviewer \nInformation Page 4 Under Communication preference, click on the 'Yes, to other \nrecruiters' and add recruiter's name, email and number Reactivate My Job Please follow the below steps to renew the job 1 Login to employer Apna co with your registered mobile \nnumber 2 Select the job that you want to Reactivate \n3 Click on Repost Job  Button \nPlease note coins will be deducted as per the plan / or you may \nneed to recharge your wallet Can I get candidates specific to one \nspecific Religionism/Marital Status We will not be able to filter candidates on the basis of \nregion/religion/marital status",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 18
    },
    {
      "text": "Reactivate 3 Click on Repost Job Button Please note coins will be deducted as per the plan / or you may need to recharge your wallet Can I get candidates specific to one specific Religionism/Marital Status We will not be able to filter candidates on the basis of region/religion/marital status But if there's a requirement to filter \non any other criteria like skills, education etc, we will be able to \nguide you on how to do that on Apna Dashboard is not working  I am sorry to know that! I suggest you to try once after \nrefreshing the portal and clearing the cache/cookies If you are \nstill facing the same issue then please share the screenshot \nhere I will check and help you further (Share the screenshot and issue in bugs channel) \nEmployer wants to delete his entire \nprofile I am sorry to know that you want to delete your employer profile But may I know the reason for deletion? \nOnce the employer confirms (try to retain if possible, If not) \nOkay, I understand I would request you to please send us an \nemail to employersupport@apna co with the request to delete \nyour profile along with the reason After we receive the mail, we \nwill forward it to our team I would request you to please allow us \n5-7 business days to get your profile deleted Inform Praveen/Sonu for deletion of account with the \nreason Once approved, get it deleted from Zoyeb You can delete your job(s) on Apna using these simple steps but \nplease note : \nYou can only delete a job that is either Not Approved or Expired You cannot delete a job that is currently in Active or Select Plan 1 Please log in to employer Apna co with your registered mobile \nnumber and select the job you want to delete from your list of \njobs posted Please do let us know once done Once employer replies with \"Done\" \n2 Please Click on the 3 dots in the top right corner and select \nthe Our system will notify you when you try to delete your job(s) as \nonce it gets deleted, you won’t be able to reactivate it or get \napplications, suggested candidates, and other job-specific data \nfrom your dashboard I am sorry to inform your that job is not activated because you \nhave not selected any plan yet Please follow the below step to \nproceed further 1 Select the particular job you want to post 2",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 19
    },
    {
      "text": "it or get applications, suggested candidates, and other job-specific data from your dashboard I am sorry to inform your that job is not activated because you have not selected any plan yet Please follow the below step to proceed further 1 Select the particular job you want to post 2 OK, Now please select any one plan from \nClassic/Premium/Super Premium according to your requirement \non the dashboard (visible on the last page) Is it done? \n When employer replies \"Yes\" \n3 Great! Please Click on- Post job with ‘xxx’ coins Where you \nable to post the same? \nIf employer replies \"yes\" \nGreat! Now your job will go under review for the verification \nprocess Once the verification process is completed, your job \nwill be activated Employer wants to delete his any \none particular job \n(Only 'expired' and 'archived' jobs \ncan be deleted) \nEmployers want their job active but \nplan is not selected yet by them Why am I unable to see suggested \ncandidates list? I are sorry but we have removed suggested candidates as most \nof our employers didn't find the candidates relevant I will update \nanother solution to help you hire faster in a few weeks Why is my job expired? (Only leads \ncount expiry) Your jobs will be active for 15 days from the date of activation The job will expire after 15 days Do you want us to help you \nwith the renewal steps? \nI am sorry you are facing technical issues Are you ready for a \nquick troubleshooting? \nIf Yes - \nStep 1: Can you please sign out and sign in again and check? \nAlso, close all background tabs that is running on the browser Great! Now lets try Step 2 This should not take more than 5 \nmins of your time Step 2: Please clear cache and cookies from the browser - close \nthe browser and try again If its still not working, lets follow step \n3 Step 3: Please try to login from a different device or from a \ndifferent browser \nIf you are still facing the same issue, please reply with a \nscreenshot I will report this and get this resolved at the earliest Employer Asking for Resumes Candidates have the option to upload their resumes and it is \ntotally upto them to share their resumes when they create an \naccount A handful of resumes may already be available",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 20
    },
    {
      "text": "reply with a screenshot I will report this and get this resolved at the earliest Employer Asking for Resumes Candidates have the option to upload their resumes and it is totally upto them to share their resumes when they create an account A handful of resumes may already be available If they have not \nyet sent in their resumes, we kindly request that you reach out to \nthem Unable to remove Tags on the job \n(Bug) (Once you Confirm the tags that are least important and need to \nbe removed - Keep a note of these Ids and tags to make \nchanges later) \nI appreciate your confirmation on this- I am making a note of \nyour job ID and the tag/s that needs to be removed as we are \nunable to make the changes right away Once we make the \nchanges from the backend, you should soon start receiving \napplications Thank you for your patience! \nCouldn’t hire anyone - in spite of \napplications return the full amount Our apologies for not meeting your expectations in the current \nhiring process Since we value you as an Apna customer, we \nhave provided you with complimentary coins in your wallet as a \ngoodwill gesture I have only charged you for the applications \nyou have received and returned the coins for the rest Couldn’t connect with any \napplications return the full amount Our apologies for not meeting your expectations in the current \nhiring process Since we value you as an Apna customer, we \nhave provided you with complimentary coins in your wallet as a \ngoodwill gesture I have only charged you for the applications \nyou have received and returned the coins for the rest Why should I even try Apna again? I value you as an Apna customer The attractiveness of the job \nand its competitiveness can be gauged by the number of \napplications it receives Please try posting a job again to start \nreceiving candidate applications! Troubleshooting Steps \nES - LF/Relevancy \nHi sir/ma'am, I understand that you have not received applicants \nupto your expectations Give me a moment, while I analyse your job I see you have already received X high quality leads & your job \nhas been shown to Y+ relevant candidates in Z days Check LF Metabase and Give Suggestions \nI did not get enough applications",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 21
    },
    {
      "text": "not received applicants upto your expectations Give me a moment, while I analyse your job I see you have already received X high quality leads & your job has been shown to Y+ relevant candidates in Z days Check LF Metabase and Give Suggestions I did not get enough applications I see you have already received X high quality leads & your job \nhas been shown to Y+ relevant candidates in Z days \nI can personally recommend to you the benchmarks for each \ncriteria, like salary, gender, education, and application radius, in \nyour city, so you can offer better criteria and the benchmarks to \nattract more job seekers Check LF Metabase and give suggestions \nI are sorry to know you are not getting relevant candidates Let \nme check and help you here May I know under which criteria you are facing irrelevancy? \nTo get the right profiles, we suggest you make use of our \nscreening tools You can choose up to 3 most suitable tags — based on skills, \nassets, knowledge, and degree — by editing your job Let me make the changes and add a screening question or tags This will help filter out unsuitable candidates Alternatively, you can let us know if there is anything in \nparticular that you want to ask the applicant I will add a \nscreening question, and the candidate will be able to apply only \n when they answer this question correctly I want candidates only from FMCG \n( ඩ  just an example )  background \nonly I can recommend filters for your job so that you receive the \nmost suitable candidates Can you please share a little about the \nbusiness you are hiring for? \nWhy am I not getting the same \nnumber of candidates that I used to \nget 3-6 months ago? Can you share the job ID you are referring to? I can see that you \nhave received X candidates on this job and on similar jobs \nearlier Can you confirm whether you have been able to connect \nwith 100% of the candidates? \nCan you also share the feedback of each applicant on Apna \ndashboard? I will take a look and basis your feedback will guide \nyou further Can you guarantee retention of \ncandidates hired from Apna? I apologize since applicants contact you directly after being \nhired I may not be able to commit to the retention of the \ncandidate I'm getting less/No candidates \nI am not getting candidates with \nrelevant experience I did not get the applications which \nwere committed",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 22
    },
    {
      "text": "retention of candidates hired from Apna? I apologize since applicants contact you directly after being hired I may not be able to commit to the retention of the candidate I'm getting less/No candidates I am not getting candidates with relevant experience I did not get the applications which were committed Job is Active Give \nme return Your job is still active, and chances are high that candidates will \napply for your job Let me help you to make your job attractive [Refer to the fulfillment complaints tool to recommend changes \nin the job details]  If the LF tool is not working I did not get the applications which \nwere committed Give me \nreturn(Job is Expire) IF ITS DUE \nFOR AUTO return I am sorry but the total number of applications will depend on \nthe type and attractiveness of each job As of now, we only \ncharge on a job post basis and not application basis Hence we \ncannot guarantee or commit the number of application \nWhy did I receive coins? (LF) \n Why did I not get the full amount \nof coins? (LF) \nWhat to do with such a small \namount of coins returned? (LF) \nWill you return trial coins also?( LF) \nWhy is my job expired? (Only leads \ncount expiry) \nLF - I'm getting slow response only \nx candidates have applied in n days I am sorry for the inconvenience caused - There could be a few \nreasons why very few candidates are applying for your job Some potential reasons include: \n- The salary or benefits offered are not competitive compared to \nother similar jobs in the market - To improve the number of candidates applying to your job, you \nmay need to review and improve the job description, increase \nthe visibility of the job, and offer competitive compensation 1 Recruiter wants X parameter \nmandatory Thank you for your suggestion! I are always seeking methods to \nimprove our product and make it more beneficial to our \nconsumers I will forward your proposal to our product team for \nfuture consideration 2 Recruiter says the candidate is \nlying about Y I apologise for any inconvenience The applicants self-declare \nthese details I will forward your comments to our product team Meanwhile can you please mark the feedback of these \ncandidates in your dashboard? \n3 Recruiter wants to filter everyone \nwith Z criteria I value your input and are continually trying to improve our \nproduct Your proposal for a new feature is something we will \nabsolutely explore and discuss with our team 4",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 23
    },
    {
      "text": "you please mark the feedback of these candidates in your dashboard? 3 Recruiter wants to filter everyone with Z criteria I value your input and are continually trying to improve our product Your proposal for a new feature is something we will absolutely explore and discuss with our team 4 Recruiter is not getting anyone \nwith A criteria mentioned in Job I realize how difficult this is for you, and we apologize for the \ninconvenience Let me go ahead and create a screening \nquestion to filter relevant candidates Please stay with me while \nI check 5 Recruiter wants to Auto Reject \ncandidates not having B in their \nprofile Thank you for letting us know about this! I value our customers' \ninput and will consider adding this feature in a future update I am getting Irrelevant applications, \nreturn the full amount Can you share the reason for irrelevant applications? I can help \nyou get the right profiles by suggesting the use of our screening \ntools You can choose up to 3 most suitable tags — based on skills, \nassets, knowledge, and degree — by editing your job(s) This \nwill help filter unsuitable candidates Alternatively, you can let us know if there is anything in \nparticular that you want to ask the applicant I will add a \nscreening question and the candidate will be able to apply only \nwhen he answers this question How do I get more applications if I \npost a job again? [Refer to the fulfillment complaints tool to recommend changes \nin the job details] OR [ Check Job hygiene and make relevant \nsuggestions] \nDo not want a return - can you \nfulfill the job by reactivating? Please use the complimentary coins and post another job again \nto receive more applications I want Male candidates (Correct \noption NOT selected) Msg 1:  Inform that we do not have a hard filter \nI understand that you want male candidates for your job posting, \nbut currently, we do not have a hard filter on the product to add \nto your job posting Msg 2: Educate how the diversity option works However, let me help you with the available features that we \nhave so that you get the right candidate (SEND THIS MSG IN PARTS) \nAs per the options selected by you during the job posting, this \njob was highlighted to female candidates Hence I have edited it \nto ensure it's not highlighted to female candidates",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 24
    },
    {
      "text": "with the available features that we have so that you get the right candidate (SEND THIS MSG IN PARTS) As per the options selected by you during the job posting, this job was highlighted to female candidates Hence I have edited it to ensure it's not highlighted to female candidates You can use the filter option in the  employer dashboard to \nprioritise your hiring efforts with only male candidates  Share a  \nscreenshot from respond file name “Gender Filter” \nPlease be informed that choosing this doesn't mean that you will \nonly get Male candidates Your understanding in this matter is \nhighly appreciated I want Male/Female candidates \n(Correct option is selected) 1 Educate the employer (Part 1) \nI understand your concern, you can filter the applications as per \nyour requirement from your employer dashboard and choose to \nconnect with the preferred candidates as per the priority You \ncan use this filter in your employer dashboard Share screenshot \nfrom respond file name “Gender Filter” \n2 Inform the customer that he is not charged on the \nnumber of leads and he will be getting unlimited leads (Part \n2) \nYou are now not charged for the number of leads and you will \nget unlimited leads till the time job is active Please reject the \ncandidates who are not fit for your requirement Meanwhile, you \ncan filter the applications as per your requirement from your \nemployer dashboard and choose to connect with the preferred \ncandidates as per the priority I want Female candidates (Correct \noption NOT selected) Msg 1: Inform that we donot have hard filter \nI understand that you want female candidates on your job \nposting, but currently we donot have a hard filter on the product \nto add on your job posting Msg 2: Educate how diversity option works? \n However, let me help you with the available features that we \nhave so that you get your right candidate (SEND THIS MSG IN PARTS THEN) \nAs, I can check the option for the  diversity filter that you had \nselected was incorrect Hence I have edited it and made the \ncorrection Your job will be specifically be highlighted to female \ncandidates, but still be visible to other interested candidates Please be informed that choosing this doesn't mean that you will \nonly get female candidates Your understanding in this matter is \nhighly appreciated I want to hire urgently I understand that you want to hire urgently",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 25
    },
    {
      "text": "specifically be highlighted to female candidates, but still be visible to other interested candidates Please be informed that choosing this doesn't mean that you will only get female candidates Your understanding in this matter is highly appreciated I want to hire urgently I understand that you want to hire urgently However, hiring \nwithin 1-2 days is not possible, but I would suggest you to go \nthrough our Database which will help you to hire urgently The \ncandidates on database are not the people who are interested \non your job post, they are the ones with whom who you can \nconnect from your side according to your requirements Please \ndo check the \"last active\" filter before speaking to them You \ncan select as last 7 days or last 15 days I want to hire a CA for my firm Surely, can you please tell me how many hires do you require? \nIf the employer replies 1 - You can post a job opting for a classic \nplan However, I would also suggest you to keep checking our \nDatabase where you can search candidates and connect with \nthem based on your requirements How many candidates will apply \nwhen I opt for classic plan It depends upon the quality and criteria of the job However, You \nwill get enough candidates to hire 1 candidate ES - Coins and Payments \nWhat are your charges? I request you to refer to your dashboard for checking our current \nplans For more details we can also arrange a call back for you \nfrom our sales team between Mon-Sat, 11 am -6 pm What are your plans to post the job? We at Apna have 3 plans You may pick one plan according to \nyour requirements To know what plan suits you better, I have \nforwarded your details to my Sales Team They will connect with \nyou soon I want male/Female candidates (If \nnot convinced with suggestions) IF  NOT convinced (part 1) \nAsk the Customer to Reject the candidates who doesn’t fit \nin his requirement and suggest to changes ECC preference \nI understand your concerns, to address your needs, I suggest \nusing the filtering options in your dashboard and reject irrelevant \napplications You won't be charged for any rejected leads (IF COMM PREF IS CALLS AND WHATSAPP AGENT \nSHOULD TELL) If you are unhappy with the calls you receive, \nplease update your communication preferences so you don’t get \nirrelevant calls or messages",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 26
    },
    {
      "text": "the filtering options in your dashboard and reject irrelevant applications You won't be charged for any rejected leads (IF COMM PREF IS CALLS AND WHATSAPP AGENT SHOULD TELL) If you are unhappy with the calls you receive, please update your communication preferences so you don’t get irrelevant calls or messages IF still NOT convinced (part 2) \nIf customer is still not convinced and seems like a probable \nsocial media escalation: Transfer to Escalation team tell “ I’m \nreally sorry at this point of time I have done my best to help, will \nconnect you with my supervisor so you could share the feedback \nand discuss more \nGetting duplicate leads I apologize if it is causing any difficulity We don't charge per \nlead, so duplications will not impact costs It suggests the \ncandidate is highly interested; perhaps they seek more \nresponse This is fortunate for you, as it could lead to successful \nhires Consider this a positive indicator of strong candidate \ninterest If employer is adament appreciate the employer input - \nThank you for sharing your feedback with us I want to let you \nknow that the specific feature is not currently available However, we truly value your input, and I want to assure you \nthat I  have taken note of your suggestion to propose this feature \nis on our roadmap for future releases,  Raise insight \nHow will I get the coins? Coins will get credited to your account after the purchase Apna \ncoins represent the value of the payment made by the client By \nusing Apna coins, you will be able to post jobs I have made the payment why my \njob is not active / under review? Hi, I apologize for the delay that you may be experiencing The job is currently reviewed by the verification team and it \nshould be approved in 2 hours I request your support and \npatience,  that we are taking this up on priority Coins deduction allows you to post jobs and based on the \nverification job get approved or rejected Incase rejected, coins \nwill come back to your wallet automatically I thank you for understanding and appreciate your support \nESM will transfer to Under review \nI have made the payment but when \nI post job why it is asking for \nselecting the plan? The payment made was for purchasing the coin After payment, \ncoins are added to your wallet Now please select any one plan according to your requirement \nfrom small/standard/large to post your job",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 27
    },
    {
      "text": "I have made the payment but when I post job why it is asking for selecting the plan? The payment made was for purchasing the coin After payment, coins are added to your wallet Now please select any one plan according to your requirement from small/standard/large to post your job After selecting the \nplan if you click on 'post job with xxx coins' then, the coins will \nbe deducted from available balance in your wallet Do I have to pay for every new job? Let me connect you to our sales team to get heavy discount on \nyour purchase How many jobs can I post through \nthese trial coins? The amount of jobs you can have is based on the plan you \nselect Check out the available plans when you post the job My sincere apologies for the inconvenience Let me check this \nfor you Step 1 Could you please let us know, how did you make the \npayment? \nCase A- If Emp made the self-payment by app/website - Answer- \n Kindly share the proof of payment made by you Also, please \ntell us how many coins you have purchased Case B- If Emp says someone shared the link- Answer- May I \nknow your good name? Kindly share the proof of payment made \nby you Also, please tell us how many coins you have purchased Employer made payment but coins \nare not credited yet How much is the value of coins in \nrupees? 1 Apna coin = 1 Rupee To keep things simple, we’ve designed 1 \nApna coin to be of the same value as 1 Rupee So, if you are spending 1000 coins to post a job, that is the \nsame as spending Rs 1000 to post that job As per government \nrules, GST will be applicable on the purchase of coins Please \nupdate your GST details in your profile to make sure you get the \n full benefit \nPayment Assistance You can make payment online through any of these options: \nNet banking \nDebit/Credit card \nUPI \nI want an invoice under X name The invoice is auto-generated on the name entered by you in \nthe GST details section GST details can be changed from the \naccount only for future invoices I apologize, currently, there is \nno option to change the invoice which is already been generated",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 28
    },
    {
      "text": "I want an invoice under X name The invoice is auto-generated on the name entered by you in the GST details section GST details can be changed from the account only for future invoices I apologize, currently, there is no option to change the invoice which is already been generated I want to update GST on my profile Share the link of profile page of the employer (XXX) \nIf you have already logged in please click on the above link and \nupdate your GST If you have not logged in to your employer dashboard kindly \nlogin first and then click on the above given link In future to update GST on your profile - \n1 Login to your account at employer apna co using your \nregistered mobile number 2 Click on your name icon at the top-right corner and then click \non \"View Profile\" \n3 Click on \"Edit\" and update the GST details 4 Click on \"Verify\" and then \"Save and Update\" \nWhy are GST and PAN details \ncompulsory? In order to provide you with a GST invoice and meet the \ngovernment's regulatory requirements, we request your GST \nand PAN details These details are required to protect your \naccount being used by unauthorized users, \nWhich number should we input in \nthe invoicing form? The number with which you have registered on Apna will be \nused for posting jobs after purchase Can a customer buy from one \nnumber and post from another \nnumber? We recommend you to log in from the registered number and \nmake a purchase You can select from multiple payment \noptions to complete the transaction I don't want to buy and hence I am \nnot hiring right now Will you be hiring in the next one month? If yes, then you should \nmake the purchase right now we may also have discounted \nprice or promotions for you Do you want me to connect you with \nthe sales team? \nDo you have any bigger plan? We do have a plan for bulk hiring Let me share your details with \nthe Sales Team They will help you choose the best plan \n \nHow many free jobs I can post on \nportal? We are sorry, we are not offering any free jobs as of now However, I can connect you with the sales team for information \nabout ongoing offers and discounts Do you want me to connect \nyou with my sales team? \nWhen will the coins get credited/ I \nhave made the payment but coins \nare not credited Please wait, it does take 24hrs to credit coins in your account",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 29
    },
    {
      "text": "with the sales team for information about ongoing offers and discounts Do you want me to connect you with my sales team? When will the coins get credited/ I have made the payment but coins are not credited Please wait, it does take 24hrs to credit coins in your account In \ncase the customer says it is already been 24 hrs take the \nscreenshot and follow the further process as per  https://470- \nworkspace slack com/archives/G0184AHKGKH/p164992478030 \n1999 \n Do you have any Coupons ? If there is any valid coupon it will automatically show up on the \npayment page Thank you Happy Hiring! \nMy payment failed ? I apologize for any inconvenience caused I want to know the \nmode of payment done and the screenshot of the payment done \nso that we can help you further I am unable to use the coins? May I know  what is the issue that you are facing? \nAfter purchasing coins, you have to select a plan Once your job \nis active candidates will start applying \nCan I purchase data ? Share the Link (XXX) \nIf you have already logged in please click on the above link and \nfill the details of your requirement If you have not logged in to your employer dashboard kindly \nlogin first and then click on the above given link and fill the \ndetails of your requirement In future if you want to access apnaDatabase by simply login \ninto your employer dashboard Follow these steps to log in and access apnaDatabase: \n1 Log into the employer dashboard with your mobile number at \nemployer apna co \n2 Click on apnaDatabse on the top left corner Can I convert Apnacoins to cash? Sorry Apna coins cannot be converted into cash You can use \nthese coins to post the job or access the database before it \nexpires I'm unable to select a plan? I'm sorry to know that You have to purchase coins and then \nselect a plan Please share a screenshot, if you have coins in \nyour Apna account and are still unable to post Can you give me discount? Thanks for showing interest Let me share your details with the \nSales Team They will help you further Coin System - Download Invoice \nHow to view Invoice? Share the transaction page link (XXX)and ask them to select the \ninvoice they are looking for \nIn future if you want to download your invoice, please follow \nthese steps: \n1 Log in to your account on employer",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 30
    },
    {
      "text": "will help you further Coin System - Download Invoice How to view Invoice? Share the transaction page link (XXX)and ask them to select the invoice they are looking for In future if you want to download your invoice, please follow these steps: 1 Log in to your account on employer apna co 2 Navigate to the 'Manage Coins' section 3 Find and click on the 'Invoices' tab 4 Browse through the displayed transactions and select the \ndesired invoice 5 Click on the 'Download Invoice' option for the corresponding \ntransaction 6 The invoice will be downloaded in PDF format By following these steps, you will be able to successfully \ndownload your invoice/invoices How to transfer coins from one \naccount to another? We are sorry but we have withdrawn the coins transfer feature \nas of now We understand that you need to transfer coins from \nyour account We would request you to please fill out this form \nand submit it Our Team will get in touch with you and help you \nfurther https://docs google com/forms/d/e/1FAIpQLSeuKr1qscuOc5Neb \nWiHKemwiWkWip9KtTPvm7fUtH2fU6CMfg/viewform \nWhat is the validity plan? All the plans are valid for 15 days from the date of activation \nWhy I am unable to transfer coins? \n(Check Coin Balance: They have to \nmaintain minimum 600 coins We are sorry but we have withdrawn the coins transfer feature \nas of now We understand that you need to transfer coins from \nyour account We would request you to please fill out this form \nand submit it Our Team will get in touch with you and help you \nfurther I got notification that I am eligible \nto post free jobs but its not free All offers are on a first-come-first-serve basis only and limited to \nfree jobs availability Let me share 3 secrets of how you can use this offer efficiently: \n- When you get these messages login immediately and post to \navail free job as many other employers will also login - Try again later, we request you to login frequently and check if \nyou are eligible, as its based on first-come-first-serve and \navailability \nAlternatively, if you have an immediate requirement and want to \npost a Job today, I can help you getting the best discount Do you want to post a Job today",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 31
    },
    {
      "text": "later, we request you to login frequently and check if you are eligible, as its based on first-come-first-serve and availability Alternatively, if you have an immediate requirement and want to post a Job today, I can help you getting the best discount Do you want to post a Job today Can I connect you with Sales \nteam for best discounts? \nI want a cash return in my bank \naccount - not coins Sorry, Apna coins cannot be converted into cash You can use \nthese coins to post the job Return coins to a different \naccount/phone number If you want us to return the coins to a different number Please \nconfirm the number, let me check and raise the request for the \nsame UR - Approval Related UR - Approval Related \nBoth Doc Pending (English) \nBoth Document pending I understand your concern To protect your company's name \nbeing used by unauthorized users, we need to verify your \ncompany with  government-issued documents like GST \ncertificates, Company PAN, Shops & Estb Act certificate, \nCertificate of Incorporation, CIN number or FSSAI certificate, \netc Also, your KYC verification by uploading your Aadhaar card \non the portal However, as an alternative for KYC verification, you can share \nyour  personal PAN Card Meanwhile, uploading an Aadhaar card will help you to verify \nyour jobs faster We request you to upload relevant documents \nCom Doc Pending (English) I understand your concern To protect your company's name \nbeing used by unauthorized users, we need to verify your \ncompany with government-issued documents like GST \ncertificates, Company PAN, Shops & Estb Act certificate, \nCertificate of Incorporation, CIN number or FSSAI certificate, \netc We request you to upload relevant documents on priority to \nKYC Pending Thank you for sharing your company document/number with us \nfor company verification Also, please upload your Aadhaar card for KYC verification on \nthe portal If you do not wish to share the same, you can still \ncomplete your KYC verification by : \nYour person pan card However, uploading an Aadhaar card will help you to verify your \njobs faster We request you to upload relevant documents on \npriority to verify the job and protect your account from any \nunauthorized activity \nCOT Both Doc+Client Proof \nPending (English) To protect your company's name being used by unauthorized \nusers, we need to verify your company with government 1",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 32
    },
    {
      "text": "verify your jobs faster We request you to upload relevant documents on priority to verify the job and protect your account from any unauthorized activity COT Both Doc+Client Proof Pending (English) To protect your company's name being used by unauthorized users, we need to verify your company with government 1 Your consultancy with any one government-issued document \nlike GST certificate, Company PAN, Shops & Estb Act \ncertificate, Certificate of Incorporation, or FSSAI certificate etc 2 Also, Kindly please upload your Aadhaar card for KYC \nverification on the portal If you do not wish to share the same, \nyou can still complete your KYC verification by : \nA Your personal pan card However, uploading an Aadhaar card will help you to verify your \njobs faster 3 Lastly, we require your client association proof which is a \nclient you hiring for Like client agreement, screenshot of \nrequirement from client mail post cropping all the confidential \ndata except \"From & To\" in it just to ensure direct client \nrelationship \nCould you please share these 3 documents with me here? I am \nwaiting online and will approve your job immediately, we have to \nbe sure so your account is safe from any unauthorised activities Received Mail Confirmation (COT) - \n(Send & Close) Thank you for email confirmation Please wait as I am checking \nyour details Didn't receive mail confirmation \n(COT) -  (Send & Close) I are still awaiting your response to our email query sent from \nreview@Apna co Could you please respond to the same so that \nwe can approve your job? \nWill send documents later - (Send & \nClose) You can share the documents here Alternatively, upload your \ndocuments from your account on employer Apna co using the \nfollowing steps: \n1 Log in to employer Apna co with your registered mobile \nnumber 2 Click on the \"Verify now\" button 3 After clicking on the \"Verify now\" button you will get a pop-up 4 Click on the Document dropdown highlighted in the above \nimage - Choose the document you want to upload - Enter the document number OR Upload a soft copy of the \ndocument Posting for multiple companies  \n(Ask & wait) Can you please let me know your connection between (1st \ncompany name) & (2nd company name) ? \nSLA Job picked by agent -  (Send & \nClose) Thank you for posting a job on Apna",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 33
    },
    {
      "text": "number OR Upload a soft copy of the document Posting for multiple companies (Ask & wait) Can you please let me know your connection between (1st company name) & (2nd company name) ? SLA Job picked by agent - (Send & Close) Thank you for posting a job on Apna Since you have recently \nadvertised this job Please be assured that our verification team will respond within \nthe next 30 to 60 mins Also, you will receive a notification on your WhatsApp \naccordingly Deleted due to call unanswered \n(DNA) I are sorry your job got deleted as we could not connect with you \non the mentioned HR number I request you to repost the job \nand be available on the HR number for further verification Repost with relevant JT JC I are sorry to inform you that your job is inactive on our portal \nbecause we came across that the job title & job category \nselected by you were incorrect and hence we could not approve \nyour job I request you to repost the job with correct job title & \njob category to proceed with the verification process Only Doc shared but job already \nactivated   (Send & Close)  your job is already activated on our portal and all details are \nverified I hope you have great hiring experience with us Thank \nyou for reaching out to us Have a good day ahead! \nnot able to do the E KYC via \nAadhar Please do not worry, if you are not able to complete your E KYC \nvia aadhar card Kindly share any one of the following \ndocuments here with us: 1 Your personal pan card POC shared aadhar over \nrespond I are sorry for the inconvenience caused to you we are unable \nto access your credentials of Aadhaar card due to security \nreasons, hence, request you to please do the same at your end In case you are facing any issue/error then kindly share the \nreason/screenshot with us in order to deep dive into it and help \nyou with the same E-KYC Pending Reason  (Ask & \nwait) I can see that you have not finished you KYC Request you to \nplease please let us know what kind of difficulties are you facing \nthere, so that we can help you out accordingly? \nE-KYC Failed (OTP issue/Not \nwilling to share etc) (Send & Close) Please do not worry, if you are not able to complete your E KYC \nvia aadhar card",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 34
    },
    {
      "text": "to please please let us know what kind of difficulties are you facing there, so that we can help you out accordingly? E-KYC Failed (OTP issue/Not willing to share etc) (Send & Close) Please do not worry, if you are not able to complete your E KYC via aadhar card Kindly share any one of the following \ndocuments here with us: \n1 Your personal pan card Archived job (KYC not done) Sorry for the inconvenience caused to you Unfortunately, your \njob has been deleted/archived from our portal because the \nrelevant documents were not shared/updated for the KYC \nverification on our portal Requesting to you kindly repost your requirement and complete \nthe KYC verification so that we can take action on your job as \nsoon as possible When employer gets agigated due \nto longer waiting time I apologize for the delay in solving your issue I have escalated \nyour concern to the team Our verification team is reviewing your details and will take \nadditional time to verify I request you please be patient with us Your patience and support will be highly appreciated! \nWhen customer is saying I need to \nspeak to your AM/RM \nIf you do not allow charging on \nyour portal why have you kept that \noption? I am really sorry for the inconvenience caused to you Although \nit is a fact that we do not allow posts that charges money from \nthe candidates, however there are some exceptions Hence we \nhave kept that option of a confirmation of charging some \namount from the candidates, before posting the job If you do not allow jobs like House \nMaid/ Personal Driver/ Spa \nTherapist on your portal why have \nyou kept that option? I am really sorry for the miscommunication Although it is a fact \nthat we are not allowing any jobs with personal requirements on \nour portal, however there are some exceptions Hence we have \nnot removed the job titles of House Maid/ Personal Driver/ Spa \nTherapist from our job portal If you do not allow Personal \nSecretary jobs on your portal why \nhave you kept that option?/ Why \nwas it not informed to me earlier? I am really sorry as this was not informed to you earlier I hope \nyou to understand that there are some limitations that Apna has I, on Apna, want to create a safer environment for the \ncandidates and the employers both Hence we do not allow such \njobs on our platform",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 35
    },
    {
      "text": "am really sorry as this was not informed to you earlier I hope you to understand that there are some limitations that Apna has I, on Apna, want to create a safer environment for the candidates and the employers both Hence we do not allow such jobs on our platform If you want, we can arrange a refund for you directly Should I \nproceed for the same? \nIf you do not allow Freelancers or \nMLMs on your portal why have you \nkept that option?/Why was it not \ninformed to me earlier? I really appreciate that you want to post a job on Apna and I \ndeeply apologize that it was not informed to you earlier I hope \nyou to understand that there are some limitations that Apna has If you want, we can arrange a refund for you directly Should I \nproceed for the same? \nNo refund to Blocked recruiters I understand you’re requesting a refund; however, the restriction \nwas applied in compliance with Apna’s Terms of Service, which \nall users agree to Since this was due to a policy violation, a \nrefund is unfortunately not possible If you believe there has been an error, you may appeal this \ndecision by contacting us at trust-and-safety@apna co \nDelay in approving and the \nemployer is unhappy I totally understand that there is a delay in the activation of this \njob Our verification team is already working on this job and We \nwill reach out to you within 12 hours Thank you for your \npatience & support I are closing this conversation now, Please \nreply with \"Hi\" if you need assistance! \n Job paused - 24 hour labels Sir/Ma'am, Currently your account is on hold I request you to \nwait for 24 hours for the candidates to start applying I regret for \nthe delay in the applications Until then please be patient with us T&S stuck cases or blocked scenarios Sir/Ma'am, Currently your account is on hold, I request you to \nwait for 4-5 hours until our team verifies your job I regret for the \ndelay, please be patient with us Further Assistance Is there anything else that I can help you with? \nLF - Multiple Dept suggestions n \nSupport related call backs apart \nfrom Sales call backs Sure, we are forwarding your request to our team However, it \nmight take 30-45 minutes for the team to call since there is a \nhuge call back request today",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 36
    },
    {
      "text": "that I can help you with? LF - Multiple Dept suggestions n Support related call backs apart from Sales call backs Sure, we are forwarding your request to our team However, it might take 30-45 minutes for the team to call since there is a huge call back request today In case, you require an immediate \nsolution you can let me know here, I will definitely try to help you \nover this chat For Approval (If the documents are \nsent and those are correct) Check job history and either give recruiter information on \nmissing KYC, confirm all KYC is in place and then pass in #job- \napproval channel to fast track approval For Approval (If the details are sent \nand those are correct) Check job history and either give recruiter information on \nmissing KYC, confirm all KYC is in place and then pass in #job- \napproval channel to fast track approval When the issue is raised I have raised this matter to the concerned team for further \nreview and resolution While the team is working on your query on top priority, it may \ntake XXX hours to resolve the issue completely Hence I will \nupdate you on the same within X hours I appreciate your \npatience and understanding in this matter When the issue has bee  resolved I am glad to inform you that your issue has been resolved I \nhave carefully looked into your concerns and taken the \nnecessary steps to ensure that it does not happen again Please \ndo not hesitate to contact us if you have any further questions or \nconcerns If the issue is on hold I apologize for any inconvenience caused by the delay in \nresolving your issue Our team is working diligently to ensure \nthat we provide you with the best possible solution Due to the complexity of the issue and the need to gather more \ninformation, it will require XXX more hours to fully resolve I \nunderstand your frustration and appreciate your patience as we \nwork towards a solution When the employer comes between \nthe TAT Thankyou for following up with us I want to let you know that \nyour concern has been raised as informed earlier, It is seen \nbeing processed by our team Kindly allow us the time I have \nrequested in my above message Your patience is highly \nappreciated Directly asking for call Support  I understand that you are looking to speak with us, and I want \nyou to know that I have made arrangements for a callback",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 37
    },
    {
      "text": "processed by our team Kindly allow us the time I have requested in my above message Your patience is highly appreciated Directly asking for call Support I understand that you are looking to speak with us, and I want you to know that I have made arrangements for a callback I \ntruly value your time, and I assure you that you should expect a \ncall within the next  30 - 60 minutes from any one number \nprovided in the list  (7949104329, 7961734622, 6746786292, \n8068301772, 8068301773, 2241434810 \n2241434811, 2241434812, 2241434813, 2241434814, \n2241434815, 2241434816, 2241434817, 2241434818, \n2241434821 ) \nFollow up text for call back request I also want to reassure you that if you need an immediate \nsolution, I am here to help you in any way I can through this \nchat Please don't hesitate to let me know how I can best \nsupport you Why will it take 60 minutes I need \nthe callback now I understand that you need immediate callback and I am sorry \nfor any inconvenience Unfortunately, we are experiencing a \nhigh volume of calls at the moment, and our agents are all busy \nassisting other customers However, if you need an immediate \nsolution, I am here to help you in any way I can through this \nchat Please don't hesitate to let me know how I can best \nsupport you I understand that you are looking \nto speak with us, and I want you to \nknow that I have made \narrangements for a callback I truly \nvalue your time, and I assure you \nthat you should expect a call within \nthe next  30 - 60 minutes I am surely going to arrange the call for you However, it might \ntake for the team to call you as there is a lot of volume Will you \nbe comfortable in sharing the details over chat so that I can help \nyou with your issue right now? \n(If the employer disagrees, please arrange the call back) \nIf the calling time has exceeded 7pm I am really sorry, I would have definitely forwarded the request \nbut sadly our call support team is available from 9AM till 7PM",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 38
    },
    {
      "text": "so that I can help you with your issue right now? (If the employer disagrees, please arrange the call back) If the calling time has exceeded 7pm I am really sorry, I would have definitely forwarded the request but sadly our call support team is available from 9AM till 7PM Will you be comfortable in sharing the issue over chat? If not, \nwe can arrange the call tomorrow, in the first half Follow up text for AM call back \nrequest for suitable plan  I appreciate your understanding and want to let you know that \nI've scheduled a callback with your dedicated client service \nmanager Your time is important to me, and I've taken steps to \nensure you receive a call within the next 60 minutes Thank you \nfor your patience and valued time! \nECC FAQ \nWhy are the candidates calling me directly? I understand your concern As per our new update, the matched  \ncandidates who are the best match for your job requirement will \nonly be able to call you directly If you have selected the \npreferred mode of communication as \"Yes, to myself\" If you \nprefer not to get any calls from matched candidates as well then \nyou can always change the mode of communication to \"No, I will \ncontact candidates first\" Why are my coins used I have not \nseen candidate phone number \nInternational job posting \nI want to post international jobs on apna We appreciate your interest in posting jobs on Apna Currently, \nApna supports job postings within India only, and we do not \nallow international job postings on our platform We are constantly working to expand our offerings, and we \nvalue your understanding If you have job opportunities within \nIndia, we'd be happy to assist you in setting them up on Apna If customer asks- I want both Exp and Fresher?? I recommend that you should make separate job postings for \nfresher and experienced candidates to attract the most suitable \napplicants for each job posting This is because salary \nexpectations vary between fresher and experienced \nprofessionals, which can cause confusion Fresher might apply \nfor jobs with salary expectations meant for experienced \nprofessionals, while experienced candidates might not realize \nthat the salary could be higher for their level of expertise By \nhaving separate job listings, you can provide salary ranges that \nfit each candidate group, ensuring better response on your job \nposting",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 39
    },
    {
      "text": "might apply for jobs with salary expectations meant for experienced professionals, while experienced candidates might not realize that the salary could be higher for their level of expertise By having separate job listings, you can provide salary ranges that fit each candidate group, ensuring better response on your job posting Take the Job Id Could you please confirm the job ID or title where you're \nexperiencing problems with relevancy? \nIs application reviewed Could you please confirm if you have reviewed all the \napplications? If not, please review all the application and mark \nfeedback for all the candidates Ask to correct the filter Thank you for sharing the details with us I can see that you \nhave applied the filter which is not relevant to the requirement \nyou are looking for I would suggest you to please use ( Mention \nthe filters ) filters to get the right match as per your requirement Reactive Relevancy SOP as per PPJ \nThings we need to check \nCheck applied candidates list After reviewing your job posting I can see that the candidates \nwho responded to your job posting meet the requirements you \nlisted However, I would advise you to use the filters option that \nis available on your dashboard if you are still looking for any \nspecific requirements for candidates Candidates are from different \nCategory (Fresher/ Experience) I understand your concern After reviewing your job posting I see \nthat you have selected \"Fresher\" while posting the job I would \nsuggest you to please use our filter option for \"Title/Department\" \nto get the right candidates for your requirement Now you can filter the applications as per your requirement from \nyour employer dashboard and choose to connect with \ncandidates as per the priority You are not charged for the \nnumber of leads and you will get unlimited leads till the time the \njob is active Please reject the candidates who are not fit for \nyour requirement If adding Custom Question I have added the question as per your requirement on your job \npost which candidates have to reply to before applying This \nquestion is going to be useful but in case if still you get \ncandidates who do not meet this criteria Reject them you will not \nget charged Candidates do not have experience \n(Fresher) I understand your concern After reviewing your job posting I see \nthat you have selected \"Fresher\" while posting the job I would \nsuggest you please change it to \"Experienced\" Also, please add \nthe relevant industry preference which will help you to get the \nrelevant experienced candidate for your job posting",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 40
    },
    {
      "text": "I understand your concern After reviewing your job posting I see that you have selected \"Fresher\" while posting the job I would suggest you please change it to \"Experienced\" Also, please add the relevant industry preference which will help you to get the relevant experienced candidate for your job posting Candidates do not have experience \n(Experienced) Now you can filter the applications as per your requirement from \nyour employer dashboard and choose to connect with \ncandidates as per the priority You are not charged for the \nnumber of leads and you will get unlimited leads till the time job \nis active Please reject the candidates who are not fit for your \nrequirement Types of Relevancy queries \nCandidates do not have skills \n(Fresher) Adding Skills tags Sorry for the inconvenience caused to you I see that you have \nnot applied relevant skills tags in your job posting I have added \nthe skill tags required to get the relevant candidates, please wait \nfor sometime for candidates to apply on your job posting Changing it to Experienced I see that you have seleted \"Fresher\" while posting the job I \nwould suggest you to please change it to \"Experienced\" By \ndoing this the chances are higher that the candidates will have \nskills required will apply to the job posting but the lead flow will \nreduce Asking to use Advance filter option Now you can filter the applications as per your requirement from \nyour employer dashboard and choose \"Location\" Filter to \nconnect with candidates as per the priority You are not charged \nfor the number of leads and you will get unlimited leads till the \ntime job is active Please reject the candidates who are not fit \nfor your requirement Employer says I am getting less \ncalls now I understand your concern With our new product update, you \nwill now receive calls only from the most relevant candidates \ntagged as matched candidates, which is why you may be getting \nless calls However, if you wish to connect with all the \ncandidates who have applied, you can easily do so by logging in \nto our employer portal at employer apna co \nEmployer says I am getting less \nWhat'sapp notification I understand your concern With our new product update, you \nwill now receive Whatsapp notifications for the most relevant \ncandidates tagged as matched candidates, which is why you \nmay be getting less Whatsapp notification However, if you wish \nto connect with all the candidates who have applied, you can \neasily do so by logging in to our employer portal at \nemployer",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 41
    },
    {
      "text": "now receive Whatsapp notifications for the most relevant candidates tagged as matched candidates, which is why you may be getting less Whatsapp notification However, if you wish to connect with all the candidates who have applied, you can easily do so by logging in to our employer portal at employer apna co \nAsk Employer to connect with \nMatched tagged candidates I understand your concern You can use our  Matched filter  to check the candidates who are \nthe best fit that match your requirements Candidates listed at the top of the applied candidate's list in the \ndashboard are the best-fit matches and are labeled as “Matched  \nCandidates” While you have the option to communicate with all candidates \non the list, I would suggest you review and reach out to these \nMatched-tagged candidates first GALT update FAQ (Gender, Age, Location, Title) \nHow to edit the job to add the age \ncriteria Share the candidate Requirement page link (XXX) \nIf you have logged in the dashboard you can click on the link  \nyou will see \"Additional Requirements\" option where you can \nselect the age as per your requirement If you have not logged in the dashboard please login first and  \nthen edit the requirements by following the same In future if you want to Edit it please follow the steps: \nPlease log in to our portal on www employer apna co  and click \non \"Edit Job\" and on the candidate requirement page you will \nsee \"Additional Requirements\" option where you can select the \nage as per your requirement PREMIUM PLAN  SUGGESTION in \ncase of LF As I can check, you have posted your current job under the \nclassic plan, you can choose to use our Premium Plan as well With all the exclusive features of the Premium plan, you can \nclose your hiring requirement fast and get more candidates \nquickly Do you want me to share more details of the Premium plan \nso that you can close your hiring fast?? \nUnder the Premium Plan: \n- Your listing will also be marked as 'Urgently hiring,' providing \nextra motivation for candidates to apply - Your job will be listed on the top of the job listing page so the \nchances are much higher that candidates apply to top jobs - Additionally, we'll promote your job via WhatsApp, ensuring \neven those candidates who are not actively browsing our \n platform can apply Customer denies to go for \nPREMIUM PLAN It's completely up to you to decide whether to opt for the \npremium job posting",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 42
    },
    {
      "text": "higher that candidates apply to top jobs - Additionally, we'll promote your job via WhatsApp, ensuring even those candidates who are not actively browsing our platform can apply Customer denies to go for PREMIUM PLAN It's completely up to you to decide whether to opt for the premium job posting I just wanted to let you know that your \ncurrent job post is still active and you will continue to receive \napplications Additionally, we offer a database product as well that allows you \nto search for candidates based on your preferences You can \nunlock the profiles by paying only for the ones you like This can \nalso be a cost-effective way to find the right candidates for your \njob Super Premium With all the Distinctive features of the Super Premium plan, you \ncan close your hiring requirements fast and get more candidates \nquickly Do you want me to share more details of the Super \nPremium plan so that you can close your hiring fast?? \nUnder the Super Premium Plan: \n- 2x higher visibility of your job to candidates, your job will be \nlisted on the top of the job listing page which will increase the \nchances that candidates will apply to top jobs \n- You will get a 2X Smart boost on your job via Whatsapp, \nensuring even those candidates who are not actively browsing \nour platform can apply - Your listing will also be marked as 'Urgently hiring,' providing \nextra motivation for candidates to apply When employers complain that they \nhave to ask for OTP multiple times \nfrom their managers when it gets \nlogged out I completely understand your concern and to help you regarding \nthis - would suggest you opt for an Enterprise log-in When you have been added to the Enterprise Account - you can \nhave a separate login It has a feature where you can log in with \nyour email address/ phone number and password (once you \nhave been signed up using the email) and you don't have to \ndepend on others to log in to the dashboard and browse it easily Why Did the Price Go Up? To deliver the best hiring solutions and give more to our \nrecruiters we always try to improve our services by adding new \nfeatures and upgrading systems Being super helpful to our \n customers and keep doing the best job for you I don’t see the plan that was seen \nyesterday I see your concern, starting from 1st Jan 2024 prices of our \nplans have increased",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 43
    },
    {
      "text": "try to improve our services by adding new features and upgrading systems Being super helpful to our customers and keep doing the best job for you I don’t see the plan that was seen yesterday I see your concern, starting from 1st Jan 2024 prices of our plans have increased With the effect of the change, you will be \n able to view the updated prices of plans I want an X(500) coin plan I understand that you are looking for the X(500)-coin plan However, please let me inform you that we have added new \nfeatures to the same plan which gives you the distinctive \nadvantage to enhance your hiring experience For the same, effective from 1st January 2024, we have revised \nthe prices of our plan to X(599) so that you get all these \nadditional benefits in the same plan with a slight price \nadjustment Is there any plan available for a \nlower cost?/ Why have you \nincreased the price? We apologize but currently, prices have been changed starting \nfrom 1st Jan 2024 With the effect of the same, you won’t be \nable to pay the same as the old price I would request you to \nkeep checking your dashboard for any discounts available,post- \njob with the new prices and explore the new features for a better \n hiring experience Expected VOCs on Price Increase \nWill I be getting any new \nfeatures/benefits?  With the price increase update, it will allow you access to new \nfeatures and a better hiring experience 1 AI Search Power Unleashed - with apna AI you can share \nyour criteria for the job or upload a Job Description, and watch \nour AI create a high-quality search for you! \n2 Whatsapp Invites: Bye-bye calls - we can share Whatsapp \ninvites and connect with candidates for fast-tracking hiring 3 Auto-Generated Resumes - candidates who have not \nuploaded resumes will be auto-generated for them as apna \nResume 4 Integrated with ATS Magic - it is an Applicant Tracking \nSystem that will help to explore the candidates and give you a \nbetter hiring experience Is there any guarantee that I will be \ngetting the relevant candidates \nafter this price increase?  I appreciate your concern, and understand that getting relevant \ncandidates is crucial for your recruitment needs",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 44
    },
    {
      "text": "an Applicant Tracking System that will help to explore the candidates and give you a better hiring experience Is there any guarantee that I will be getting the relevant candidates after this price increase? I appreciate your concern, and understand that getting relevant candidates is crucial for your recruitment needs While we strive \nto optimize our platform to deliver the best possible results, I \ncannot provide a specific guarantee of candidate relevance as \nvarious factors, including job requirements and candidate \navailability, can influence the matching process If you have any \nspecific preferences or criteria, I can help you refine your job \nposting to attract the most relevant applicants After this price increase, I feel Apna \nhas become too costly I appreciate your feedback, and understand that pricing \nchanges can raise concerns We aim to continuously enhance \nthe Apna platform, ensuring that it meets and exceeds your \nexpectations The recent price adjustment reflects our \ncommitment to providing a high-quality service and introducing \nnew features that add significant value to your experience If \nyou have specific concerns or suggestions, I'd be more than \nhappy to discuss them with you Your satisfaction is of utmost \nimportance to us, and we value your partnership with Apna Are we going to get any discounts \non these prices? Certainly, I appreciate your concern At the moment, we don't \nhave any active discounts available However, I encourage you \nto check your dashboard as we occasionally offer exclusive \ndiscounts that you can apply to your job posts Furthermore, if \nyou want I can help you connect with our sales executive if you \nwish to know more Is this price increase for all the job \nprofiles/locations? Yes, the prices have increased in all locations However, the \nprice depends on the location you are choosing to post Is priority candidates and \nmatched candidates are same? Yes priority word is now rebranded with word Matched \ncandidates What is this matched \ncandidates? And what all things \nwill be matching under this? All the matching criterias between the candidate profile & \njob requirement is shown as tags in the Matching \ncomponent It includes the matched tag parameters- Job title, \nRole/Sub dept (Work experience), Industry, Degree, \nEducation level (Education), English language, Skills & \nSalary, Age, Location preference parameters as well \nHow can I connect with only \nMatched candidates? Guide the employer choose the right communication \npreference They can choose to connect with only \nMacthed Candidates",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 45
    },
    {
      "text": "matched tag parameters- Job title, Role/Sub dept (Work experience), Industry, Degree, Education level (Education), English language, Skills & Salary, Age, Location preference parameters as well How can I connect with only Matched candidates? Guide the employer choose the right communication preference They can choose to connect with only Macthed Candidates Why are non-matched \ncandidates applying to my job \npost? / Why are you showing my \njob post to non-matched \ncandidates?/ Why am I receiving \napplications from irrelevant \ncandidates tagged as matched \ncandidates? We are highlighting your job post to the candidates  who  match \nyour job requirements However, sometimes the candidates who \nare interested in a particular job role, search for such jobs and \napply to the job post We request you to kindly connect with \nthem too, if you feel that they would add value to your \norganization otherwise feel free to reject them The matched \ncandidates will always be visible at the top of the applied \ncandidates list for your convenience What is this potential candidates \nwith Diverse verification? These are those candidates who have applied based on their \nown interest in your job And if you find their resumes suitable or \nwish to connect with them you can choose tabs All candidates \nOR Action Pending tab, otherwise you can reject them Why are some of the tags \nhighlighted in the matched \napplications ? The highlighted tags are the specific requirements of your job \nwhich match with a particular applied candidate be it the Job \ntitle, Degree, Education, Role, Industry, English Language so \nthat you get a clear understanding/quick preview of the reason \nthe candidate is a good fit for your job role We have updated \nthis feature to enhance user experience by easing the process of \nhiring the best-fit candidates How can I refer Apna to my friend? We appreciate your interest in referring friends to Apna! To \nshare your referral link, kindly follow these steps: \n1 Navigate to the \"Refer & Earn\" section 2 Copy the link provided under the \"Share your referral invite \nlink\" section 3 Share the link using any preferred communication method \nPlease note that the referral link is valid for new users who \naren't currently using Apna or are not employed at the same \ncompany as you Additionally, you can refer up to 25 people to \nearn rewards",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 46
    },
    {
      "text": "referral invite link\" section 3 Share the link using any preferred communication method Please note that the referral link is valid for new users who aren't currently using Apna or are not employed at the same company as you Additionally, you can refer up to 25 people to earn rewards Share Screenshot as well \nWhat will be my referral reward? As a user , you can get a maximum of 7500 coins as a reward \nthrough multiple referrals You can continue to refer users but \nwould not get any reward How people can I refer to Apna? You can send the referral link upto 25 people \nRefer and Earn - What is Apna Referrals? It is an option to refer your friends and acquaintances for hiring \nthrough Apna while earning referral credits in the process If \nyou're interested, I can provide more details on how it works Just let me know! \nApna Referrals - How to Refer and Earn? You are eligible to receive rewards for referring friends or \nacquaintances to our platform You can earn 100 Database \nCredits for each referral which will be credited to your wallet \nafter the job post of the new user gets activated However, to qualify for rewards, your referral must meet certain \ncriteria:- \n1 The person you refer must sign up using your unique referral \nlink 2 The referred person should be a new user to our platform, not \nalready registered 3 The referred user should not be from the same company as \nyou Why is it showing \"Interview line full\" \nwhen I have taken unlimited plan We apologize for any inconvenience this may have caused Candidates will be able to apply from tomorrow onward To ensure the security of the process and prevent fraud, we \nhave a daily application limit in place We appreciate your \npatience and encourage you to review the profiles and connect \nwith the current candidates Thank you for your understanding \nand cooperation WA fast recruit disclaimer The WhatsApp Fast Recruit tool is a great resource that can be \nreally helpful Just remember to use it wisely and don't exceed \nthe message limit displayed at the top left of your screen to \navoid WA blocking Edit Job Agent to update after taking details of the customers and share \nsteps If customer goes unresponsive or tells he wants to do it \nthemself or will do later share steps and link \nYou can edit your job by following the below-mentioned steps: \n1 Log in to employer apna co with your registered mobile \nnumber 2",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 47
    },
    {
      "text": "details of the customers and share steps If customer goes unresponsive or tells he wants to do it themself or will do later share steps and link You can edit your job by following the below-mentioned steps: 1 Log in to employer apna co with your registered mobile number 2 Select the job you want to edit from your list of jobs 3 Click on the “Edit job” button at the top-right corner to make \nthe necessary changes Hindi Script \nNamaste! Kripya hume batayein hum aapki kya \nsahayta karsakte hain? \nKripya apna concern share karein, hum aapki madad \nkarne ki poori koshish karenge Apna se sampark karne ke liye dhanyawad Kripya \napna issue thoda aur detail mein batayein \nHum tak pahunchne ke liye dhanyawad! Hum \nsamajhte hain ki aapki kuch queries hain Kripya \nhumein aapke details check karne ke liye thoda waqt \nKripya humse jude rahe jab tak hum aapki details \ncheck kar rahe hain Hum aapko jald hi reply karenge Intezaar karne ke liye dhanyawad Humare liye aapka concern zaruri hain, aur hum isko \nsolve karenge Samajhne ke liye dhanyawad! Jald hi \nhum aapse judenge Hum samajh sakte hain ki aapka waqt kitna kimti hain \naur iss deri ke liye hum maafi chahte hain Humari \njald hi aapki query resolve karenge Aapke dharya ke liye dhanyawad Humare liye aapka \nconcern zaruri hain, aur jald hi hum isko solve \nkarenge Samajhne ke liye dhanyawad! \nHum maafi chahte hain response mein delay ki wajah \nse Hum abhi aapki query ko address karenge Kripya  \nhume apna concern batayein \nHum maafi chahte hain response mein delay ke wajah \nse Hum abhi aapki query ko address karenge Kripya \nthoda waqt de mujhe, jab tak main aapki details check \nkarun Hum maafi chahte hain job approval mein delay ki \nwajah se",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 48
    },
    {
      "text": "aapki query ko address karenge Kripya hume apna concern batayein Hum maafi chahte hain response mein delay ke wajah se Hum abhi aapki query ko address karenge Kripya thoda waqt de mujhe, jab tak main aapki details check karun Hum maafi chahte hain job approval mein delay ki wajah se Humne humari verification team ko aapki \ndetails forward kar di hain aur woh jald hi verify \nkaregi Kripya hume thoda aur waqt de \nHi, kya aap abhi bhi hum se judde hue hain? https://employer apna co/ \nhttps://wa me/+918792201301 \nhttps://apna co/employer-help-center/hc \nDhanyavaad Agar hum Aapki madad karne mein \nsafal rahe toh aapse anurodh hai ki kripya \"Yes\" pe \nclick karein Aage kisi bhi prakar ki pareshani ke liye humse \nsampark karein Hum yahan har din 9 AM se 7 PM tak \naapki madad karne ke liye hain! \nHum khush hain ki aapko Apna ke saath anubhav \naccha laga! Kripya aage bhi humare saath jobs post \nkarte rahiye, aur agar aapko apna anubhav sudharne \nki zaroorat ho to humein batayein Hello, humne aapke jawab ka intezaar kiya, lekin \nhamara din khatam ho gaya hai Chinta mat kijiye – \naap kisi bhi samay bas 'Hi' type karke humse sampark \nkar sakte hain Hum 9:00 AM se 7:00 PM tak (Mon- \nSun) available hain Apne convenience ke hisaab se \nzaroor reach out karein Thank you! \nHum aapke jawab ka intezaar kar rahe hain Jab bhi \naap free hun, humein zaroor batayein Aapki santushti \nhamari pehli priority hai aur hum yahan aapki madad \nke liye hain Hum 9:00 AM se 7:00 PM tak (Mon-Sun) available \nhain",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 49
    },
    {
      "text": "convenience ke hisaab se zaroor reach out karein Thank you! Hum aapke jawab ka intezaar kar rahe hain Jab bhi aap free hun, humein zaroor batayein Aapki santushti hamari pehli priority hai aur hum yahan aapki madad ke liye hain Hum 9:00 AM se 7:00 PM tak (Mon-Sun) available hain Apne convenience ke hisaab se humein zaroor \ncontact karein Asha karte hain ki aap ache se hain! Hum aapke uttar \nka intezaar kar rahe the, lekin hum shaam ke 7 baje \ntak hi uplabdh hote hain Chinta na karein - aap \nhumein kabhi bhi \"Hi\" likh ke ek message bhej sakte \nhain Aapka feedback humare liye zaroori hai, aur hum \naapki puri tarah se sahayta karna chahte hain Agar \nhum Aapki madad karne mein safal rahe toh aapse \nanurodh hai ki kripya \"Yes\" pe click karein Hum har \nroz 9:00 AM se 7:00 PM tak yahaan uplabdh hote \nhain Apni suvidha ke anusaar aap humse sampark \nkar sakte hain Dhanyavad! \nHumari team ke saath aapke is anubhav ke liye maafi \nchahte hain Hum samajhte hain ki yeh kitna \nfrustrating ho sakta hai Lekin, aapse request hai ki \naap professional language ka istemaal karein aur \nbharosa rakhein ki mei aapko best possible solution \ndunga/dungi \nMeray request ke bawajood, aap abhi bhi \nunprofessional language ka istemal kar rahe hain; \nisliye, main conversation aage nahi badha sakta/sakti \naur chat band karne par majboor hoon Aapki company ke naam ko unauthorized users dwara \nistemal ko rokne ke liye, humein aapki company ka \nGovernment document jaise GST certificate, \nCompany PAN, Shops aur Estb",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 50
    },
    {
      "text": "abhi bhi unprofessional language ka istemal kar rahe hain; isliye, main conversation aage nahi badha sakta/sakti aur chat band karne par majboor hoon Aapki company ke naam ko unauthorized users dwara istemal ko rokne ke liye, humein aapki company ka Government document jaise GST certificate, Company PAN, Shops aur Estb Act certificate, \nCertificate of Incorporation, CIN number ya FSSAI \ncertificate, aadi se verify karna hota hai Aur, aapka \nKYC verification karne ke liye aap apna Aadhaar card \nhamare portal par upload kar sakte ha KYC verification ke liye ek alternative tareeka yeh hai \nki aap apna  personal PAN Card share kar sakte hai Halaanki, Aadhar card upload karke aap apne jobs ko \njaldi verify kar sakte hai Main aap se anurodh karta \nhu ki aap zaroori documents upload karke apna job \nactivate kare aur humein aapka account ko \nunauthorized users se surakshit rakhne mein madad \nkarey Aapki company ke naam ko unauthorized users dwara \nistemal ko rokne ke liye, humein aapki company ka \nGovernment document jaise GST certificate, \nCompany PAN, Shops aur Estb Act certificate, \nCertificate of Incorporation, CIN number ya FSSAI \ncertificate, aadi se verify karna hota hai Aapki account ko unauthorized users dwara istemal \nse rokne ke liye, Apna job mei aapko apne account ka \nOnline KYC verification karna hota hai Online KYC karne ke liye kripya aap aapki Aadhar \ncard ka number portal par upload karein Yadi aaapko \nAadhaar card nahi share karna ho, aap phir bhi online \nKYC verification kar sakte hain : \n1 Kripya aapka personal PAN card share karein \nYadi aap Apna Aadhar number upload karte hain toh \nisse aapki job posts jald verify ho sakti hain Aapki \nyea details humein aapka account ko unauthorized \nusers se surakshit rakhne mein madad karta ha",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 51
    },
    {
      "text": "bhi online KYC verification kar sakte hain : 1 Kripya aapka personal PAN card share karein Yadi aap Apna Aadhar number upload karte hain toh isse aapki job posts jald verify ho sakti hain Aapki yea details humein aapka account ko unauthorized users se surakshit rakhne mein madad karta ha (Share the page link) and say, \nAgar apne  already logged in kar liya hain to ap upar \ndiye gaye link par click karke Communication \nprefrence section par chale jaye ye aur apna suitable \nmode of communication select kar lijiye aur phir \n\"Continue\" par click kar de ye karne se apna \ncommunication preference successfully edit ho jayega \nAur agar nahi kiya hain to I request ki ap pehle \nemployer Dashboard login karle aur phir upar diye \ngaye link par click karke Communication prefrence \nCandidates se calls ya WhatsApp messages na paane \nke liye, aap apni job post ke communication \npreferences ko edit kar sakte hain: \n(Share the page link XXX) and say, \nAgar apne  already logged in kar liya hain to ap upar \ndiye gaye link par click karke Communication \nprefrence section ke under \"No, I will contact \ncandidates first\" select karein aur phir \"\"Continue\"\" \npar click kar de ye karne se apna communication \npreference successfully edit ho jayega \nAur agar apne login nahi kiya hain to kripya login kare \nbaad upar diye gaye link par click karke \nCommunication prefrence section ke under \"No, I will \ncontact candidates first\" select karein aur phir \n\"\"Continue\"\" par click kar de ye karne se apna \ncommunication preference successfully edit ho jayega \nAdhik details ke liye, yahan click karein:- \nhttps://apna co/employer-help-center/614/how-can-i- \navoid-candidates-calling-me-on-my-job-post?mid= \nIn future, Candidates se calls ya WhatsApp messages \nna paane ke liye, aap apni job post ke communication \npreferences ko neeche diye gaye steps follow karke \nedit kar sakte hain: \n1 Apne registered mobile number se \nemployer",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 52
    },
    {
      "text": "edit ho jayega Adhik details ke liye, yahan click karein:- https://apna co/employer-help-center/614/how-can-i- avoid-candidates-calling-me-on-my-job-post?mid= In future, Candidates se calls ya WhatsApp messages na paane ke liye, aap apni job post ke communication preferences ko neeche diye gaye steps follow karke edit kar sakte hain: 1 Apne registered mobile number se employer apna co par log in karein 2 Apni job list se woh job select karein jise aap edit \nkarna chahte hain 1 Kripya apne Whatsapp ko latest version se update \nkare \n2 Apne WhatsApp Settings par click kare > Privacy > \nBlocked or Blocked contacts > Search kare apna and \napna ke numbers ko unblock kijiye \nApni job par applications download karne ke liye \nkripya is link(XXX) par click kijiye \napne Right- Hand side par \"Download excel\" par click \nkijiye \nuske baad apna prefrence select kijiye aur download \nkar lijiye \nAgar ap ne dashboard par login nahi kiya hai to kripya \nlogin kare baad link par click karke download kare \nIn future agar apko Excel download karni hain to \nplease ye steps follow kare: \n1 employer apna co  par login kare \n2 Jis job ke applications ko download karna hain usse \nselect kijiye \n3 Right-hand side, par\"Download Excel \" par click \nkare \n4 Apni preference select karke \"Download\" par click \nkare \nShare the link( xxx) \nPlease note ki ap last 7 days ke applications ko \ndownload kar sakte hain Agar ap download karna \nchahte hain to please upar diye gar link par click kare \naur  phir  View Report par click kare or uske baad \ndownload now option par click kare Agar ap dashboard par logged in nahi hain to kripya \npehle login kare aur phir upar diye gaye link par click \nkarke steps follow kare In future if , agar ap download karna chae to ap ye \nsteps follow kare: \n1 employer apna co  par login kare \n2 Left hand- menu se \"Reports par click kare \n3",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 53
    },
    {
      "text": "hain to kripya pehle login kare aur phir upar diye gaye link par click karke steps follow kare In future if , agar ap download karna chae to ap ye steps follow kare: 1 employer apna co par login kare 2 Left hand- menu se \"Reports par click kare 3 View Report par click kare \n4 Download Now par click kare \nYe karne se apni application details ki file download \nho jayegi \nPlease note kijiye ki jab apki job expire ho jati hai to \nap sirf wahi candidate details access kar peynge jo 60 \ndays ke under apply kiye hain Apko 60 days ke pehle \nwale applications ki details nahi mil payegi Apni job par applications download karne ke liye \nkripya is link(XXX) par click kijiye \napne Right- Hand side par \"Download excel\" par click \nkijiye \nuske baad apna prefrence select kijiye aur download \nkar lijiye \nAgar ap ne dashboard par login nahi kiya hai to kripya \nlogin kare baad link par click karke download kare \nIn future agar apko Excel download karni hain to \nplease ye steps follow kare: \n1 employer apna co par login kare \n2 Jis job ke applications ko download karna hain usse \nselect kijiye \n3 Right-hand side, par\"Download Excel \" par click \nkare \n4 Apni preference select karke \"Download\" par click \nkare \n\n\n\nShare the link(XXX) \nAgar apne dashboard par login kiya hain to kripya \nupar diye gaye link par clivk karye or \"All candidates \ntab se check kijiye ki apki job post konse candidates \nne apply kiya hain (Share SS with the customer) \nAur agar apne Dashboard par login nahi kiya hain to \nkripya pehle login kijiye aur phir link par click kare \nIn future agar apko applied candidates list check karni \nhain to ap ye steps follow kar sakte hain: \n1 employer apna co  par login kare apne registered \nnumber se \n2",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 54
    },
    {
      "text": "Aur agar apne Dashboard par login nahi kiya hain to kripya pehle login kijiye aur phir link par click kare In future agar apko applied candidates list check karni hain to ap ye steps follow kar sakte hain: 1 employer apna co par login kare apne registered number se 2 Jis job ke application  check karni hain wo job ko \nselect kare aur \"All candidates\" tab par applications ko \ncheck kare \nShare first page Link of job posting with the \ncustomer(XXX) \nIn future agar apko naye job post karne ke liye ap ye \nsteps follow kar sakte hain: \n                                         \n1 employer apna co   pe log in kareinin apne \nregistered number ke saath aur \"Post a job par click \nkarein\" \n2 Apni Basic details, Candidate Requirement, \nInterviewer Information ek ek karke fill karein aur phir \nek plan ko select karein \n3 Terms of Services checkbox par click karke post \nJob button par click karein \naur plan ke anusaar credits khareedein Jaise hi aapka job activate hoga, candidate aapke job \napply karna start karenge Kindly note that your job is not activated because you \nhave not selected any plan yet Please follow the \nbelow steps to proceed further 1 Select the particular job you want to post and click \non select plan 2 Now please select any plan from Classic/ \nPremium/Super Premium according to your \nrequirements on the dashboard 3 Please Click on- Post job with ‘xxx’ coins Now your job will go under review for the verification \nprocess Once the verification process is completed, \n\nI can see you have already received the committed \nnumber of applications Did you contact all of the \napplicants who applied? \nI are sorry you have not received enough applications Let me see if we can help you to optimize your job to \nattract more applications Credit System - Download Invoice \nTo download your invoice, please follow these steps: \n1 Log in to your account on employer apna co 2 Navigate to the 'Billing' section 3 Browse through the displayed transactions and \nselect the desired invoice 4 You will find the 'Download' option 5 Click on the 'Download Invoice' option for the \ncorresponding transaction 6 The invoice will be downloaded in PDF format",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 55
    },
    {
      "text": "your account on employer apna co 2 Navigate to the 'Billing' section 3 Browse through the displayed transactions and select the desired invoice 4 You will find the 'Download' option 5 Click on the 'Download Invoice' option for the corresponding transaction 6 The invoice will be downloaded in PDF format By following these steps, you will be able to \nsuccessfully download your invoice/invoices Main aapki baat samajh raha hoon Humari nayi \nupdate ke anusar, matched candidates jo aapki job ki \nrequirement ke liye sabse acche match hain, wahi \naapko directly call kar sakte hain Yadi aapne apne \npreferred mode of communication \"Yes, to myself\" \nselect kiya hai Agar aap  matched candidates se kisi \nbhi tarah ke calls nahi lena chahte hain, toh aap \nhamesha apne mode of communication ko \"No, I will \ncontact candidates first\" kar sakte hain Apka Apna par jobs post karne ka interest ke liye \ndhanyavaad! Filhal, Apna sirf India ke andar ki job \npostings ke liye support karta hai, aur international job \npostings abhi allowed nahi hai Hum apni services ko expand karne ke liye kaam kar \nrahe hain,Agar aapke paas India mein job \nopportunities hain, toh hum unhe Apna par post karne \nmein aapki madad karne ke liye tayar hain!\" \nKya aap please job ID ya title confirm kar sakte hain \njahan aapko relevancy ke problem aa rahi hai? \nKya aap please confirm kar sakte hain ki aapne sabhi \napplications ko review kiya hai? Agar nahi kiya hai, \ntoh kripya sabhi applications ko review karein aur \nsabhi candidates ke liye feedback mark karein Details share karne ke liye dhanyavaad Mujhe pata \nchal raha hai ki aapne kuch aise filter ka use kiya hai \njo aapki requirement ke hisab se sahi nahi hai Main \naapko suggest karuga ki kripya ( Mention the filters ) \nfilters ka use karein, jisse aapki requirement ke \nanusar sahi match mil sake",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 56
    },
    {
      "text": "ke liye dhanyavaad Mujhe pata chal raha hai ki aapne kuch aise filter ka use kiya hai jo aapki requirement ke hisab se sahi nahi hai Main aapko suggest karuga ki kripya ( Mention the filters ) filters ka use karein, jisse aapki requirement ke anusar sahi match mil sake Aapki Job posting ka review karne ke baad, mujhe \ndikh raha hai ki aapki job posting per apply karne wale \ncandidates aapke dvara diye gaye requirement ko \npoora karte hain Halaanki, agar aap ab bhi \ncandidates ke liye kisi specific reqirement ki talash kar \nrahe hain, toh main aapko suggest karuga ki aap apne \ndashboard par uplabdh filters ka istemal karein Hum aapka concern samajh rahe hain Aapki job \nposting ko review karne ke baad humein dikh raha hai \nki aapne job posting karte samay \"Fresher\" ko select \nkiya hai Hum aapko suggest karenge ki kripya apne \nrequirement ke liye sahi candidates ko select karne ke \nliye hamare \"Title/Department\" ke filter option ka \nistemal karein Ab aap apni requirement ke anusar application ko \napne employer dashboard se filter kar sakte hain aur \ncandidates ke saath connect hone ki priority ke anusar \nselect kar sakte hain Aapko ab leads ke liye koi \ncharges nahi lagenge aur jab tak job active hai, aapko \ncandidates milte rahenge Kripya un candidates ko \nreject karein jo aapki requirement ke liye sahi nahi \nhain Maine aapki requirement ke anusar aapke job posting \npar question add kar diya hai jismein candidates ko \npehle jawab dena hoga, tabhi woh apply kar payenge Yeh sawaal useful hoga, lekin agar phir bhi aapko \ncandidates milte hain jo is criteria main nahi milte, \nunhe reject karein, aapko koi charges nahi lagenge Main aapka concern samajh raha hoon",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 57
    },
    {
      "text": "par question add kar diya hai jismein candidates ko pehle jawab dena hoga, tabhi woh apply kar payenge Yeh sawaal useful hoga, lekin agar phir bhi aapko candidates milte hain jo is criteria main nahi milte, unhe reject karein, aapko koi charges nahi lagenge Main aapka concern samajh raha hoon Aapki job \nposting ko review karne ke baad mujhe dikh raha hai \nki aapne job posting karte samay \"Fresher\" ko select \nkiya hai Hum aapko suggestion dena chahte hain ki \nkripya isko \"Experienced\" mein badal dein aur saath \nhi sahi industry ki preferrence ko bhi add kare, jisse \naapki job posting ke liye relevant experienced \ncandidate mil sake Ab aap apni requirement ke anusar application ko \napne employer dashboard se filter kar sakte hain aur \ncandidates ke saath connect hone ki priority ke anusar \nselect kar sakte hain Aapko ab leads ke liye koi \ncharges nahi lagenge aur jab tak job active hai, aapko \ncandidates milte rahege Kripya un candidates ko \nreject karein jo aapki requirement ke liye sahi nahi \nhain Aapko hui pareshani ke liye khed hai Mujhe dikh raha \nhai ki aapne apni job posting mein relevant skills tags \nnahi lagaye hain Mainne avashyak relevant skills \ntags add kar diya hain jisse relevant candidates apply \nkar sakein Kripya kuch samay tak intezaar karein taki \ncandidates aapki job posting par apply kar sakein Mujhe dikh raha hai ki aapne job posting karte samay \n\"Fresher\" ko select kiya hai Main aapko suggestion \ndoonga ki kripya isko \"Experienced\" mein badal dein Isse yeh sambhavna hai ki candidates mein aapki job \nposting ke liye zaroori skills wale log aavedan \nkarenge, lekin lead flow kam ho sakta hai Ab aap apni requirement ke anusar application ko \napne employer dashboard per \"Location\" filter use \nkarke candidates ke saath connect kar sakte hain",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 58
    },
    {
      "text": "badal dein Isse yeh sambhavna hai ki candidates mein aapki job posting ke liye zaroori skills wale log aavedan karenge, lekin lead flow kam ho sakta hai Ab aap apni requirement ke anusar application ko apne employer dashboard per \"Location\" filter use karke candidates ke saath connect kar sakte hain Aapko ab leads ke liye koi charges nahi lagenge aur \njab tak job active hai, aapko candidates milte rahege Kripya un candidates ko reject karein jo aapki \nrequirement ke liye sahi nahi hain GALT update FAQ (Gender, Age, Location, Title) \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow to view Invoice if coins balance is 0 and shifted to \nCredits now? \nTo download your invoice, please follow these steps: \n1 Log in to your account on employer apna co 2 Navigate to the 'Credits & Usage' section 3 Find and click on the 'Previous Coins' tab 4 Browse through the displayed transactions and select the \ndesired invoice 5 Click on the 'Download Invoice' option for the corresponding \ntransaction 6 The invoice will be downloaded in PDF format By following these steps, you will be able to successfully download \nyour invoice/invoices Agent Action Last updated \non only \"Hi or \nHello/Other \nissue\" \n\n\n\n\nPlease raise \nthe Issue in \nMarketplace \noperations \nSlack \nChannel",
      "source": "apna_faq_english1.pdf",
      "chunk_id": 59
    }
  ],
  "total_chunks": 60,
  "embedding_model": "text-embedding-ada-002",
  "chunk_size": 500,
  "chunk_overlap": 50
}